{
  "error_please_enter_your_seed_words" : "Favor inserir suas palavras-chave",
  "error_seed_words_not_valid" : "Suas palavras-chave são inválidas - favor verificar se não está faltando alguma letra ou palavra, e que você não tenha incluído algum espaço ou linha extra. Todas as palavras devem ser separadas por um espaço.",
  "error_enter_passphrase" : "Favor inserir sua frase secreta",
  "error_enter_email" : "Favor inserir o email utilizado no PDF do ICO",
  "error_enter_address" : "Favor inserir seu endereço/hash da chave-pública do PDF do ICO",
  "error_enter_private_key" : "Favor inserir sua chave-privada",
  "error_enter_encryption_password" : "Favor inserir sua senha de criptografia da sua chave privada edesk",
  "error_fundraiser_details_dont_mach" : "Os detalhes do seu fundraiser parecem não combinar - favor tentar novamente, garantindo a entrada correta das informações. O problema mais frequente é o de senha incorreta.",
  "error_import_encrypted" : "Houve um problema ao tentar importar sua chave criptografada, favor tentar novamente.",
  "error_enter_password" : "Favor inserir sua senha",
  "error_password_short" : "Sua senha é muito curta",
  "error_password_dont_match" : "As senhas são diferentes",
  "error_password_spaces" : "Não é permitido incluir espaços na senha",
  "error_password_upper_lower" : "Favor incluir ao menos uma letra maiúscula e uma letra minúscula na sua senha",
  "error_password_special" : "Favor incluir ao menos um caractere especial (número ou símbolo) na sua senha",
  "error_path_ledger" : "Favor inserir o caminho do endereço para sua Ledger",
  "error_path_trezor" : "Favor inserir o caminho do endereço para sua Trezor",
  "error_offline_address" : "Favor inserir o endereço tz a ser observado",
  "error_new_title" : "Favor inserir um título novo",
  "error_kt1_address" : "Favor inserir o endereço KT1 para importar",
  "error_kt1_linked" : "Esse endereço já está associado à sua carteira!",
  "error_kt1_manager" : "Essa conta não é administrada pela sua chave de conta",
  "error_importing" : "Ocorreu um erro ao importar essa conta",
  "error_undeveloped" : "Aparentemente você está usando um método de assinatura que ainda não foi desenvolvido!",
  "error_origination_awaiting" : "Erro: aguardando ativação de originação existente",
  "error_valid_destinaton" : "Favor inserir um Endereço de Destino válido",
  "error_send_self" : "Não é permitido enviar a si mesmo - favor escolher outro Endereço de Destino",
  "error_positive_amount" : "Montante Inválido inserido - favor inserir um número positivo",
  "error_amount_exceeds" : "O montante inserido excede o saldo total desta conta. Endereços Manager (que iniciam com tz) devem deixar pelo menos 0.000001 tez remanescentes. É preciso levar em consideração a taxa que você está utilizando",
  "error_positive_fee" : "A Taxa inserida é inválida - favor inserir um número positivo",
  "error_invalid_amount" : "O Montante inserido é inválido - favor inserir um número válido",
  "error_invalid_fee" : "A Taxa inserida é inválida - favor inserir um número válido",
  "error_valid_delegate" : "Favor inserir um delegate válido",
  "awesome" : "Fantástico!",
  "uh_oh" : "Ops...",
  "are_you_sure" : "Tem certeza?",
  "secure_tezos_wallet" : "Proteger Carteira de Tezos",
  "welcome_back" : "Bem-vindo(a) de volta!",
  "create_tezbox" : "Criar TezBox",
  "restore" : "Restaurar",
  "link" : "Associar",
  "i_accept" : "Eu Aceito",
  "i_accept_terms_conditions" : "Eu Aceito os Termos e Condições",
  "create_your_tezbox" : "Criar sua TezBox",
  "new_mnemonic" : "Novo Mnemônico",
  "continue" : "Continuar",
  "cancel" : "Cancelar",
  "validate_your_tezbox" : "Validar sua TezBox",
  "secure_your_tezbox" : "Proteger sua TezBox",
  "encrypt_wallet" : "Criptografar Carteira",
  "link_your_tezbox" : "Associar sua TezBox",
  "link_tezbox" : "Associar Tezbox",
  "unlock_wallet" : "Destravar Carteira",
  "clear_tezbox" : "Apagar TezBox",
  "back" : "Retornar",
  "show" : "Mostrar",
  "seed_words_mnenomic" : "Palavras-chave/Mnemônicos (deixe um espaço entre cada palavra)",
  "seed_words_mnenomic_placeholder" : "Insira as Palavras-Chave",
  "optional_passphrase" : "Frase Secreta Opcional",
  "optional_passphrase_tooltip" : "A frase secreta opcional acrescentará uma camada adicional de segurança à sua chave privada, e também precisará ser usada na restauração de sua conta (portanto, escreva num papel, também). Não é a mesma coisa que a senha criptografada.",
  "optional_passphrase_tooltip2" : "Se nenhuma frase secreta foi especificada, apenas deixe este campo em branco",
  "password" : "Senha",
  "password_again" : "Repita a Senha",
  "hd_derivation_path" : "Caminho de Derivação HD",
  "address" : "Endereço",
  "enter_password" : "Insira a Senha",
  "enter_password_to_show" : "Insira sua senha para mostrar",
  "rpc_address" : "Endereço RPC",
  "ledger" : "Ledger",
  "trezor" : "Trezor",
  "offline_signer" : "Assinatura Offline",
  "trezor_coming_soon" : "Suporte à Trezor vindo em breve...",
  "warning" : "Esteja atento que você está lidando com a mainnet, que é a rede PRINCIPAL. Todas as transações nesta rede são definitivas.",
  "create_info" : "Favor escrever suas palavras-chave abaixo num papel e guardar num local seguro. Elas podem ser utilizadas para restaurar sua carteira. Se você optar por utilizar uma frase secreta, ela também precisará ser escrita num papel e guardada",
  "validate_info" : "Favor reinserir suas palavras-chave e frase secreta completas, conforme no passo anterior. Isso confirmará que você as gravou corretamente.",
  "secure_your_tezbox_info" : "Favor inserir uma senha para criptografar seus dados privados. Esta senha é usada apenas para destravar sua carteira (não requerida para restaurá-la). Sua senha deve ter pelo menos 8 caracteres, e incluir pelo menos uma letra minúscula e uma maiúscula e um caractere especial (numérico ou símbolo), e não pode conter espaços em branco.",
  "ledger_info" : "Atualmente apenas a Ledger Nano S é suportada - favor garantir que o Tezos Wallet app foi configurado na sua Ledger e que está aberto neste momento.",
  "hd_derivation_path_info" : "Opção avançada para acessar endereços diferentes - deixe como está para usar a chave padrão",
  "offline_signer_info" : "Este método é efetivamente uma carteira de visualização somente. Você pode usar uma ferramenta de assinatura offline (uma ferramenta oficial da TezBox está sendo desenvolvida).",
  "tezbox_settings_info" : "Favor tomar cuidado ao mudar ou interagir com essas configurações.",
  "export_private_key_info" : "Favor tomar cuidado com esta opção, pois qualquer um visualizando sua tela poderá ver sua chave privada abaixo",
  "rpc_address_info" : "Se estiver rodando seu próprio node, poderá usar seu IP/domínio aqui para conectar a ele por padrão. É preciso que esteja disponível via SSL (HTTPS) para funcionar com esta carteira.",
  "tezbox_settings" : "Configurações da TezBox",
  "restore_your_tezbox" : "Restaurar sua TezBox",
  "export_private_key" : "Exportar Chave Privada",
  "ico_fundraiser_wallet" : "Carteira da ICO/Fundraiser",
  "seed_phrase" : "Frase Secreta",
  "private_key" : "Chave Privada",
  "ico_fundraiser_wallet_info" : "Se você tem uma carteira do Fundraiser/ICO, você precisa usar esta opção todas as vezes, para restaurar sua carteira. Favor inserir suas palavras-chave, endereço de email, senha e endereço/hash da chave pública do PDF do Fundraiser. Se sua conta não foi ativada, favor inserir o código de ativação abaixo, também.",
  "15_word_secret_key" : "15 Palavras-Chave da Chave Privada (deixe um espaço entre cada palavra)",
  "email" : "Email",
  "email_tooltip" : "Do PDF do Fundraiser, deve ser inserido exatamente igual",
  "password_tooltip" : "Esta é a senha que você inseriu quando contribuiu com o ICO/Fundraiser. Pode ser que não seja a mesma senha da conta que você criou para completar o KYC, e não estar gravada no PDF do Fundraiser.",
  "public_key_hash" : "Hash da Chave Pública",
  "public_key_hash_tooltip" : "Do PDF do Fundraiser, deve ser inserido exatamente igual",
  "activation_code" : "Código de Ativação",
  "activation_code_tooltip" : "Insira apenas caso você ainda não tenha ativado a sua conta",
  "seed_phrase_info" : "Favor inserir suas palavras-chave e frase secreta abaixo e tentaremos restaurar sua carteira. Se você estiver tentando restaurar sua carteira do Fundraiser/ICO, favor selecionar, ao invés, a aba 'Carteira do Fundraiser' (ainda que já tenha restaurado anteriormente)",
  "private_key_info" : "Favor inserir sua chave privada e tentaremos restaurar sua carteira. Esta opção é para usuários que exportaram uma chava privada à partir do cliente Tezos (ou que a geraram em um outro lugar qualquer). Atualmente só aceitamos as variantes \"edsk...\" e \"edesk...\". Você precisará inserir sua senha de criptografia se você estiver tentando importar uma chave privada criptografada (\"edesk..\")",
  "private_key_tooltip" : "Sua chave privada pode ser exportada à partir do cliente Tezos ou de outras carteiras, e comecará com prefixo edesk ou edsk",
  "encryption_password" : "Senha de Criptografia",
  "encryption_password_tooltip" : "Esta é a senha utilizada no cliente Tezos para criptografar sua chave privada",
  "restore_tezbox" : "Restaurar TezBox",
  "activation_successful" : "A Ativação foi bem sucedida - favor lembrar que pode demorar alguns minutos até que seu saldo apareça!",
  "activation_unsuccessful" : "A Ativação falhou - favor certificar-se de que o código está correto, ou de deixar em branco, no caso de já ter ativado sua conta!",
  "restoring" : "Restaurando...",
  "linking" : "Associando...",
  "ledger_confirm_transaction" : "Favor confirmar a transação no seu dispositivo Ledger Nano S",
  "ledger_verify_address" : "Favor verificar o endereço no seu dispositivo Ledger Nano S",
  "ledger_retreived_address" : "Nós obtivemos o seguinte endereço à partir do seu dispositivo ledger",
  "ledger_error_connect" : "Houve algum problema ao conectar com a sua Ledger Nano S. Certifique-se de que o dispositivo esteja conectado, e de que o Tezos Wallet app esteja selecionado.",
  "ledger_error_signing" : "Houve um erro ao assinar esta operação com a sua Ledger",
  "details_dont_match" : "Desculpe, esses detalhes não combinam - favor tentar novamente, ou retornar e criar uma nova conta mais uma vez",
  "please_enter_password" : "Favor inserir sua senha",
  "incorrect_password" : "Senha incorreta",
  "clear_tezbox_warning" : "Você está prestes a apagar sua TezBox - atenção: a menos que você tenha feito cópia das suas palavras-chave ou da sua chave privada, você não terá mais acesso às suas contas",
  "yes_clear_it" : "Sim, apagar!",
  "my_accounts" : "Minhas Contas",
  "add_account" : "Acrescentar Conta",
  "level" : "nível",
  "disclaimer" : "Aviso Legal",
  "terms" : "Termos",
  "privacy" : "Privacidade",
  "view_on_tzscan" : "Ver no TzScan",
  "account_notadded" : "Esta conta ainda não foi adicionadao ao blockchain - favor aguardar um baker incluir num bloco antes que você possa utilizar esta conta. Este erro também pode aparecer caso seu dispositivo não esteja conectado à Rede Tezos.",
  "transactions" : "Transações",
  "send" : "Enviar",
  "delegate" : "Delegar",
  "options" : "Opções",
  "no_transactions" : "Nenhuma transação disponível",
  "received" : "RECEBIDO",
  "sent" : "ENVIADO",
  "from" : "de",
  "to" : "para",
  "last_20_transactions" : "Somente as últimas 20 transações são mostradas.",
  "view_more_here" : "Ver mais aqui",
  "destination_address" : "Endereço do Destinatário",
  "destination_tooltip" : "Este é o endereço para onde você deseja enviar - favor inserir um endereço KT1 ou tz, válido",
  "enter_address" : "Insira o Endereço",
  "amount" : "Montante",
  "amount_tooltip" : "Favor inserir um montante em tez. Ao enviar à partir de um endereço tz, deixe obrigatoriamente 0.000001 remanescentes",
  "max" : "Máx",
  "fee" : "Taxa",
  "fee_tooltip" : "Esta é a taxa total paga pela transação. Atualmente taxas de 0 tez são aceitas.",
  "custom_fee" : "Taxa Customizada",
  "fee_options" : "Opções de Taxa",
  "no_fee" : "Sem Taxa",
  "low" : "Baixa",
  "medium" : "Média",
  "high" : "Alta",
  "show_advanced_options" : "Mostrar Opções Avançadas",
  "hide_advanced_options" : "Ocultar Opções Avançadas",
  "parameters" : "Parâmetros",
  "parameters_tooltip" : "Parâmetros de entrada opcionais a enviar - Requerido somente por alguns contratos inteligentes.",
  "gas_limit" : "Limite de Gas",
  "gas_limit_tooltip" : "Defina o limite de gas para esta operação. Para transações simples, mantenha o valor padrão",
  "storage_limit" : "Limite de Storage",
  "storage_limit_tooltip" : "Defina o limite de storage para esta operação. Para transações simples, mantenha o valor padrão",
  "clear" : "Limpar",
  "ensure_delegate" : "Favor certificar-se de que o delegate em que está entrando é registrado para participação no processo de baking.",
  "endorse_delegate" : "TezBox não endossa nenhum dos serviços de delegation informados abaixo - Favor certificar-se de ter feito sua própria pesquisa sobre cada um deles",
  "disabled_delegate" : "Delegar à partir deste endereço não é permitido (endereços tz com minúsculas) - São tidos como endereços implícitos e o protocolo não os permite delegar para outra chave. Favor criar uma conta (endereço KT) a fim de utilizá-la para delegar.",
  "delegate_options" : "Opções de Delegação",
  "delegate_options_tooltip" : "Delegue sua conta para participar do processo de baking. Selecione um dos bakers enumerados ou entre com algum outro você mesmo",
  "custom_delegate" : "Delegate Customizado",
  "custom_delegate_tooltip" : "Entre o endereço do delegate de sua preferência aqui - Deve iniciar com tz...",
  "update_delegate" : "Atualizar Delegate",
  "title" : "Título",
  "update_title" : "Atualizar Título",
  "import_kt1_account" : "Importar conta KT1",
  "import_kt1_account_msg" : "Você pode usar isto para importar endereços KT1 que foram criados em outro lugar (ou após ter restaurado sua conta). Você então pode visualizar todos os seus endereços KT1 originados",
  "import" : "Importar",
  "remove_account" : "Remover Conta",
  "connected_to" : "Conectado a",
  "not_connected" : "Não Conectado",        
  "remove_account_warning" : "Você está prestes a remover esta conta da sua carteira! (Você pode sempre restaurar esta conta no futuro através de Opções > Importar)",
  "yes_remove_it" : "Sim, remover!",
  "originate_warning" : "Criar uma conta nova incorre na cobrança de uma taxa de originação de ~0.257 XTZ. Deseja continuar?)",
  "yes_continue" : "Sim, continuar!",
  "new_account_originated" : "Sua nova conta foi originada - pode demorar alguns minutos até que tenha sido incluída no blockchain",
  "origination_error" : "There was an error adding account. Please ensure your main account has funds available",
  "loading" : "Carregando...",
  "copy_clipboard" : "O endereço foi copiado para a área de transferência",
  "yes_send_it" : "Sim, enviar!",
  "transaction_sent" : "A transação foi enviada - pode demorar alguns minutos até que tenha sido incluída na blockchain",
  "operation_failed" : "A Operação Falhou!",
  "operation_failed2" : "A Operação Falhou! Verifique os dados de entrada",
  "delegation_success" : "A operação de delegação foi bem-sucedida - pode demorar alguns minutos até atualizar",
  "delegation_failed" : "A Delegação Falhou",
  "import_kt_address" : "Importar endereços KT",
  "import_kt_address_info" : "Há $$ endereço(s) KT1 associado(s) à sua chave pública - gostaria de importar agora? (Você poderá importar manualmente através de Opções > Importar)",
  "yes_import_them" : "Sim, importar!",
  "ico_restore_success" : "Você restaurou com sucesso sua carteira do ICO. Se você ativou sua conta recentemente, note que pode levar algum tempo até que apareça.",
  "transaction_confirm_info" : "Você está prestes a enviar $$XTZ para $$ - essa transação é irreversível",
}
