{
  "error_please_enter_your_seed_words": "Bitte geben Sie Ihre Seed-Wörter ein",
  "error_seed_words_not_valid": "Ihre Seed-Wörter sind ungültig. Bitte überprüfen Sie, dass Sie kein Wort bzw. keinen Buchstaben vergessen haben und keine zusätzlichen Leerzeichen oder Zeilenumbrüche enthalten sind. Alle Wörter müssen durch ein Leerzeichen getrennnt sein.",
  "error_enter_passphrase": "Bitte geben Sie Ihre Passphrase ein",
  "error_enter_email": "Bitte geben Sie die Email von Ihrem ICO-PDF ein",
  "error_enter_address": "Bitte geben Sie die Adresse/den Public Key Hash von Ihrem ICO-PDF ein",
  "error_enter_private_key": "Bitte geben Sie Ihren Private Key ein",
  "error_enter_encryption_password": "Bitte geben Sie das Verschlüsselungspasswort für Ihren Private Key ein",
  "error_fundraiser_details_dont_mach": "Ihre Fundraiser-Details stimmen nicht überein. Bitte probieren Sie es erneut und versichern Sie sich, dass Sie sie korrekt eingefüllt haben. Das häufigste Problem ist ein inkorrektes Passwort.",
  "error_import_encrypted": "Es gab einen Fehler beim Import Ihres verschlüsselten Keys, bitte probieren Sie es erneut.",
  "error_enter_password": "Bitte geben Sie Ihr Passwort ein",
  "error_password_short": "Passwort ist zu kurz",
  "error_password_dont_match": "Passwörter stimmen nicht überein",
  "error_password_spaces": "Passwort darf keine Leerzeichen enthalten",
  "error_password_upper_lower": "Passwort muss mindestens einen Großbuchstaben und einen Kleinbuchstaben enthalten",
  "error_password_special": "Passwort muss mindestens ein Sonderzeichen oder eine Zahl enthalten",
  "error_path_ledger": "Bitte geben Sie den Adresspfad für Ihren Ledger ein",
  "error_path_trezor": "Bitte geben Sie den Adresspfad für Ihren Trezor ein",
  "error_offline_address": "Bitte geben Sie die zu überwachende tz-Adresse ein",
  "error_new_title": "Bitte geben Sie eine neue Bezeichnung ein",
  "error_kt1_address": "Bitte geben Sie die zu importierende KT1-Address ein",
  "error_kt1_linked": "Diese Adresse ist bereits mit Ihrer Wallet verlinkt!",
  "error_kt1_manager": "Dieser Account wir nicht von Ihrem Account Key verwaltet",
  "error_importing": "Es gab einen Fehler beim Importieren Ihres Accounts",
  "error_undeveloped": "Es sieht aus, als ob Sie eine Signierungsmethode verwenden, die nocht nicht integriert wurde!",
  "error_origination_awaiting": "Fehler: Warte auf Aktivierung einer bereits existierenden Erstellung",
  "error_valid_destinaton": "Bitte geben Sie eine gültige Empfängeradresse an",
  "error_send_self": "Sie können nicht an sich selbst senden. Bitte wählen Sie eine andere Empfängeradresse",
  "error_positive_amount": "Ungültiger Betrag! Bitte geben Sie eine positive Zahl ein",
  "error_amount_exceeds": "Der ausgewählte Betrag übersteigt den Kontostand dieser Adresse. Manageradressen (beginnen mit tz) müssen mindestens 0.000001 tez behalten. Sie müssen außerdem die gewählte Gebühr miteinbeziehen",
  "error_positive_fee": "Ungültige Gebühr! Bitte geben Sie eine positive Zahl ein",
  "error_invalid_amount": "Ungültiger Betrag! Bitte geben Sie eine Zahl ein",
  "error_invalid_fee": "Ungültige Gebühr! Bitte geben Sie eine Zahl ein",
  "error_valid_delegate": "Bitte geben Sie einen gültigen Delegate ein",
  "awesome": "Wunderbar!",
  "uh_oh": "Uh-oh!",
  "are_you_sure": "Sind Sie sicher?",
  "secure_tezos_wallet": "Sichere Tezos Wallet",
  "welcome_back": "Willkommen Zurück!",
  "create_tezbox": "TezBox erstellen",
  "restore": "Wiederherstellen",
  "link": "Verlinken",
  "i_accept": "Ich akzeptiere",
  "i_accept_terms_conditions": "Ich akzeptiere die Geschäftsbedingungen",
  "create_your_tezbox": "Erstellen Sie Ihre TezBox",
  "new_mnemonic": "Neuer Mnemonic",
  "continue": "Fortfahren",
  "cancel": "Abbrechen",
  "validate_your_tezbox": "Validieren Sie Ihre TezBox",
  "secure_your_tezbox": "Verschlüsseln Sie Ihre TezBox",
  "encrypt_wallet": "Wallet verschlüsseln",
  "link_your_tezbox": "Verlinken Sie Ihre TezBox",
  "link_tezbox": "Tezbox verlinken",
  "unlock_wallet": "Wallet entsperren",
  "clear_tezbox": "TezBox entfernen",
  "back": "Zurück",
  "show": "Anzeigen",
  "seed_words_mnenomic": "Seed-Wörter/Mnenomic (Leerzeichen zwischen jedem Wort benötigt)",
  "seed_words_mnenomic_placeholder": "Seed-Wörter eingeben",
  "optional_passphrase": "Optionale Passphrase",
  "optional_passphrase_tooltip": "Die optionale Passphrase versieht Ihren Private Key mit einer zusätzlichen Sicherheitsschicht und wird gebraucht, um Ihre Wallet wiederherzustellen (bitte unbedingt notieren!). Sie ist zum Verschlüsselungspasswort nicht identisch.",
  "optional_passphrase_tooltip2": "Wenn keine Passphrase verwendet wurde, lassen Sie dieses Feld leer.",
  "password": "Passwort",
  "password_again": "Passwort wiederholen",
  "hd_derivation_path": "HD Derivation Path",
  "address": "Adresse",
  "enter_password": "Passwort eingeben",
  "enter_password_to_show": "Zum Anzeigen Passwort eingeben",
  "rpc_address": "RPC Adresse",
  "ledger": "Ledger",
  "trezor": "Trezor",
  "offline_signer": "Offline Signierer",
  "trezor_coming_soon": "Trezor Unterstützung kommt in Kürze...",
  "warning": "Warnung: Sie benutzen das Mainnet. Alle Transaktionen sind final.",
  "create_info": "Bitte notieren Sie Ihre Seed-Wörter und verstauen Sie sie an einem sicherem Ort. Sie werden benötigt, um Ihre Wallet wiederherzustellen. Wenn Sie eine Passphrase benutzen, muss auch diese notiert und verstaut werden",
  "validate_info": "Bitte geben Sie Ihre Seed-Wörter und Ihr Passwort vom vorherigen Schritt erneut ein. Hiermit wird bestätigt, dass sie korrekt notiert wurden",
  "secure_your_tezbox_info": "Bitte geben Sie ein Passwort ein, um Ihre privaten Daten zu verschlüsseln. Dieses Passwort wird nur verwendet, um Ihre Wallet zu entsperren (nicht, um sie wiederherzustellen). Das Passwort muss mindestens 8 Zeichen lang sein, mindestens einen Kleinbuchstaben, eine Großbuchstaben und ein Sonderzeichen bzw. eine Zahl und keine Leerzeichen enthalten.",
  "ledger_info": "Momentan wird nur der Ledger Nano S unterstützt. Bitte versichern Sie sich, dass die Tezos-App auf Ihrem Ledger installiert und geöffnet ist.",
  "hd_derivation_path_info": "Erweiterte Option, um verschiedene Adressen zu verwenden - leer lassen, um den Standard Schlüssel zu verwenden",
  "offline_signer_info": "Diese Methode ist im Grunde eine 'View-Only-Wallet'. Sie können ein Offline-Signierungs-Tool verwenden (Ein offizielles Tezbox Tool wird momentan entwickelt.)",
  "tezbox_settings_info": "Bitte seien Sie vorsichtig, wenn Sie diese Einstellungen verändern.",
  "export_private_key_info": "Bitte seien Sie mit der Verwendung dieser Option vorsichtig, da jeder, der auf Ihren Bildschirm schaut, Ihren Private Key sehen kann",
  "rpc_address_info": "Wenn Sie Ihren eigenen Netzwerkknoten betreiben, können Sie hier Ihre IP/Domain eingeben, um sie standardmäßig zu verwenden. Ihr Netzwerkknoten muss über eine SSL/TLS-Verbindung (HTTPS) angesteuert werden können, um ihn mit dieser Wallet zu verwenden.",
  "tezbox_settings": "TezBox Einstellungen",
  "restore_your_tezbox": "Ihre TezBox wiederherstellen",
  "export_private_key": "Private Key exportieren",
  "ico_fundraiser_wallet": "ICO/Fundraiser Wallet",
  "seed_phrase": "Seed-Wörter",
  "private_key": "Private Key",
  "ico_fundraiser_wallet_info": "Wenn Sie eine Fundraiser/ICO Wallet besitzen, müssen Sie diese Option jedes Mal verwenden, wenn Sie Ihre Wallet wiederherstellen. Bitte geben Sie Seed-Wörter, Email-Adresse, Passwort und die Adresse bzw. den Public Key von Ihrem Fundraiser-PDF ein. Wenn Ihr Account noch nicht aktiviert wurde, geben Sie bitte auch den 'Activation Code' ein.",
  "15_word_secret_key": "15 Wörter Secret Key/Seed (Leerzeichen zwischen jedem Wort benötigt)",
  "email": "Email",
  "email_tooltip": "Vom Fundraiser PDF, muss exakt eingegeben werden",
  "password_tooltip": "Dies ist das Passwort, das Sie gewählt haben, als Sie an der ICO bzw. dem Fundraiser teilgenommen haben. Dieses Passwort ist nicht zwingend das gleiche, das Sie verwendet haben, um Ihre KYC-Unterlagen einzureichen, außerdem ist es nicht auf dem Fundraiser-PDF notiert.",
  "public_key_hash": "Public Key Hash",
  "public_key_hash_tooltip": "Vom Fundraiser PDF, muss exakt eingegeben werden",
  "activation_code": "Activation Code",
  "activation_code_tooltip": "Nur ausfüllen, falls Sie Ihren Account noch nicht aktiviert haben",
  "seed_phrase_info": "Bitte geben Sie Ihre Seed-Wörter und Passphrase ein, wir werden versuchen Ihre Wallet wiederherzustellen. Falls Sie versuchen eine Fundraiser/ICO Wallet wiederherzustellen, wählen Sie stattdessen bitte den 'Fundraiser Wallet'-Reiter (selbst wenn diese bereits vorher wiederhergestellt wurde).",
  "private_key_info": "Bitte geben Sie Ihren Private Key ein, wir werden versuchen Ihre Wallet wiederherzustellen. Diese Option ist für Benutzer, die Ihren Private Key aus dem Tezos Client exportiert haben (oder ihn auf andere Weise erstellt haben). Im Moment akzeptieren wir nur die \"edsk...\"- und die \"edesk...\"-Varianten. Sie müssen Ihr Verschlüsselungspasswort eingeben, falls Sie versuchen einen verschlüsselten Private Key zu importieren (\"edesk...\").",
  "private_key_tooltip": "Ihr Private Key kann aus dem Tezos-Client oder einer anderen Wallet exportiert werden und beginnt mit \"edsk...\" oder \"edesk...\".",
  "encryption_password": "Verschlüsselungspasswort",
  "encryption_password_tooltip": "Dieses Passwort wird im Tezos-Client verwendet, um Ihren Private Key zu verschlüsseln",
  "restore_tezbox": "TezBox wiederherstellen",
  "activation_successful": "Aktivierung erfolgreich! Bitte beachten Sie, dass es ein paar Minuten dauern kann, bis Ihr Kontostand aufscheint",
  "activation_unsuccessful": "Aktivierung fehlgeschlagen! Bitte überprüfen Sie, dass der Code korrekt ist, oder lassen Sie ihn leer, falls Ihr Account bereits aktiviert wurde!",
  "restoring": "Wiederherstellen...",
  "linking": "Verlinken...",
  "ledger_confirm_transaction": "Bitte bestätigen Sie die Transaktion auf Ihrem Ledger Nano S!",
  "ledger_verify_address": "Bitte überprüfen Sie die Adresse auf Ihrem Ledger Nano S!",
  "ledger_retreived_address": "Wir haben die folgende Adresse von Ihrem Ledger Nano S erhalten",
  "ledger_error_connect": "Es gab ein Problem beim Verbinden zu Ihrem Ledger Nano S. Bitte stellen Sie sicher, dass das Gerät verbunden und die Tezos App geöffnet ist.",
  "ledger_error_signing": "Es gab ein Problem beim Signieren dieser Operation mit Ihrem Ledger Nano S",
  "details_dont_match": "Tut uns Leid, die Eingaben stimmen nicht überein. Bitte probieren Sie es erneut, oder gehen Sie zurück und erstellen einen neuen Account",
  "please_enter_password": "Bitte geben Sie Ihr Passwort ein",
  "incorrect_password": "Inkorrektes Passwort",
  "clear_tezbox_warning": "Sie sind im Begriff Ihre Tezbox zu entfernen! Beachten Sie, dass Sie ohne Ihre Seed-Wörter oder Ihrem Private Key danach keinen Zugriff mehr auf Ihre Accounts haben",
  "yes_clear_it": "Ja, entfernen!",
  "my_accounts": "Meine Accounts",
  "add_account": "Account hinzufügen",
  "level": "Level",
  "disclaimer": "Haftungsausschluss",
  "terms": "Geschäftsbedingungen",
  "privacy": "Privatsphäre",
  "view_on_tzscan": "Auf TzScan betrachten",
  "account_notadded": "Dieser Account wurde noch nicht in die Blockchain aufgenommen. Bitte warten Sie, bis ein Baker diesen Block inkludiert, bevor Sie diesen Account verwenden können. Dieser Fehler könnte auch angezeigt werden, weil Ihr Gerät sich nicht mit dem Tezos-Netzwerk verbinden kann.",
  "transactions": "Transaktionen",
  "send": "Senden",
  "delegate": "Delegieren",
  "options": "Optionen",
  "no_transactions": "Keine Transaktionen verfügbar",
  "received": "EMPFANGEN",
  "sent": "GESENDET",
  "from": "von",
  "to": "an",
  "last_20_transactions": "Nur die letzten 20 Transaktionen werden angezeigt.",
  "view_more_here": "Klicken Sie hier, um mehr zu sehen",
  "destination_address": "Empfängeradresse",
  "destination_tooltip": "Dies ist die Adresse, an die Sie senden wollen. Bitte geben Sie eine gültige KT1- oder tz-Adresse ein",
  "enter_address": "Adresse eingeben",
  "amount": "Betrag",
  "amount_tooltip": "Bitte geben Sie einen Betrag in tez an. Wenn Sie von einer tz-Adresse senden, lassen sie mindestens 0.000001 übrig",
  "max": "Max",
  "fee": "Gebühr",
  "fee_tooltip": "Dies ist die totale Gebühr, um für Ihre Transaktion zu bezahlen. Im Moment werden 0 tez Gebühren akzeptiert.",
  "custom_fee": "Benutzerdefinierte Gebühr",
  "fee_options": "Gebühr Optionen",
  "no_fee": "Keine Gebühr",
  "low": "Niedrig",
  "medium": "Mittel",
  "high": "Hoch",
  "show_advanced_options": "Erweiterte Optionen anzeigen",
  "hide_advanced_options": "Erweiterte Optionen verbergen",
  "parameters": "Parameter",
  "parameters_tooltip": "Optionale Parameter als Input senden - wird nur benötigt für manche Smart Contracts.",
  "gas_limit": "Gas Limit",
  "gas_limit_tooltip": "Setzen Sie das Gas Limit für diese Operation. Für simple Transaktionen können Sie den Standardwert beibehalten.",
  "storage_limit": "Storage Limit",
  "storage_limit_tooltip": "Setzen Sie das Storage Limit für diese Operation. Für simple Transaktionen können Sie den Standardwert beibehalten.",
  "clear": "Zurücksetzen",
  "ensure_delegate": "Bitte vergewissern Sie sich, dass der Delegate, den Sie eingegeben haben, sich registriert hat, um im Baking Protokoll zu partizipieren.",
  "endorse_delegate": "TezBox befürwortet keine der unten gelisteten Delegation-Dienste. Bitte recherchieren Sie im Vorfeld.",
  "disabled_delegate": "Delegieren von dieser Adresse aus ist nicht erlaubt (tz-Adresse). Sie werden als implizite Adressen referenziert und das Protokoll erlaubt ihnen nicht an einen anderen Account zu delegieren. Bitte erstellen Sie einen Account (KT-Adresse), um ihn zur Delegierung zu verwenden",
  "delegate_options": "Delegate Optionen",
  "delegate_options_tooltip": "Delegieren Sie Ihren Account, um im Baking-Prozess teilzunehmen. Wählen Sie einen voreingestellten Baker oder geben Sie einen eigenen ein.",
  "custom_delegate": "Benutzerdefinierter Delegate",
  "custom_delegate_tooltip": "Geben Sie die Adresse Ihres spezifischen Delegates hier ein. (Sie muss mit tz... beginnen).",
  "update_delegate": "Delegate aktualisieren",
  "title": "Bezeichnung",
  "update_title": "Bezeichnung aktualisieren",
  "import_kt1_account": "KT1-Account importieren",
  "import_kt1_account_msg": "Sie können diese Option verwenden, um eine KT1-Adresse zu importieren, die in einer anderen Wallet erstellt wurde (oder nach der Wallet-Wiederherstellung erstellt wurde). Sie könnnen all Ihre erstellten KT1-Adressen auf $$ sehen",
  "import": "Importieren",
  "remove_account": "Account entfernen",
  "connected_to": "Verbunden mit",
  "not_connected": "Nicht verbunden",
  "remove_account_warning": "Sie sind im Begriff, diesen Account aus Ihrer Wallet zu entfernen. (Sie können diesen Account in Zukunft jederzeit wiederherstellen über Optionen > Importieren)",
  "yes_remove_it": "Ja, entfernen!",
  "originate_warning": "Die Erstellung eines neuen Accounts beinhaltet eine Erstellungsgebühr von ~0.257 XTZ. Wollen Sie fortfahren?",
  "yes_continue": "Ja, fortfahren!",
  "new_account_originated": "Ihr neuer Account wurde erstellt. Es kann ein paar Minuten dauern, bis er in die Blockchain aufgenommen wird.",
  "origination_error": "Es gab beim Hinzufügen des Accounts ein Problem. Bitte vergewissern Sie sich, dass Ihr Hauptacccount über die notwendigen Mittel verfügt.",
  "loading": "Laden...",
  "copy_clipboard": "Die Adresse wurde in die Zwischenablage kopiert.",
  "yes_send_it": "Ja, senden!",
  "transaction_sent": "Transaktion gesendet! Es kann ein paar Minuten dauern, bis sie in die Blockchain aufgenommen wird.",
  "operation_failed": "Operation fehlgeschlagen!",
  "operation_failed2": "Operation fehlgeschlagen! Bitte überprüfen Sie Ihre Eingaben.",
  "delegation_success": "Delegierung war erfolgreich! Es kann ein paar Minuten dauern, bis sie in die Blockchain aufgenommen wird.",
  "delegation_failed": "Delegierung fehlgeschlagen!",
  "import_kt_address": "KT-Adressen importieren",
  "import_kt_address_info": "Wir haben $$ mit Ihrem Account in Zusammenhang stehende KT1-Adresse(n) gefunden. Wollen Sie sie jetzt importieren? (Sie können sie auch später importieren über Optionen > Importieren)",
  "yes_import_them": "Ja, importieren!",
  "ico_restore_success": "Sie haben Ihre ICO Wallet erfolgreich wiederhergestellt. Wenn Sie gerade Ihren Account aktiviert haben, beachten Sie bitte, dass es ein paar Minuten dauern kann, bis Ihr Kontostand erscheint.",
  "transaction_confirm_info": "Sie sind im Begriff $$ XTZ an $$ zu schicken. Diese Transaktion kann nicht rückgängig gemacht werden!"
}
