{
    "error_please_enter_your_seed_words" : "Vă rugăm să introduceți cuvintele seed",
    "error_seed_words_not_valid" : "Cuvintele seed nu sunt valide - vă rugăm să verificați că nu ați omis un cuvânt/o literă, și ca nu ați inclus un spațiu în plus/o linie goală. Toate cuvintele trebuie separate cu un spațiu.",
    "error_enter_passphrase" : "Vă rugăm să introduceți passphrase-ul",
    "error_enter_email" : "Vă rugăm să introduceți email-ul din PDF-ul de ICO",
    "error_enter_address" : "Vă rugăm să introduceți adresa/hash-ul cheii publice din PDF-ul de ICO",
    "error_enter_private_key" : "Vă rugăm să introduceți cheia privată",
    "error_enter_encryption_password" : "Vă rugăm să introduceți parola de criptare pentru cheia privata edesk",
    "error_fundraiser_details_dont_mach" : "Detaliile dvs din Fundraiser nu se potrivesc - vă rugăm să încercați din nou și să vă asigurați ca introduceți detaliile corecte. Cea mai frecventă greșeală este parolă incorectă.",
    "error_import_encrypted" : "A apărut o problemă la importarea cheii criptate, vă rugăm să încercați din nou.",
    "error_enter_password" : "Vă rugăm să introduceți parola.",
    "error_password_short" : "Parola este prea scurtă",
    "error_password_dont_match" : "Parolele nu sunt identice",
    "error_password_spaces" : "Parolele nu pot conține spații goale",
    "error_password_upper_lower" : "Parola trebuie să conțină cel puțin o literă mare și una mică",
    "error_password_special" : "Parola trebuie să conțină cel puțin un caracter special (număr sau simbol)",
    "error_path_ledger" : "Vă rugăm să introduceți path-ul adresei pentru dispozitivul Ledger",
    "error_path_trezor" : "Vă rugăm să introduceți path-ul adresei pentru dispozitivul Trezor",
    "error_offline_address" : "Vă rugăm să introduceți adresa tz pe care să o urmăriți.",
    "error_new_title" : "Vă rugăm să introduceți un titlu.",
    "error_kt1_address" : "Vă rugăm să introduceți adresa KT1 care să fie importată",
    "error_kt1_linked" : "Adresa este deja legată la portofelul dvs!",
    "error_kt1_manager" : "Acel cont nu este administrat de cheia contului dvs",
    "error_importing" : "A apărut o problemă la importarea contului",
    "error_undeveloped" : "Se pare că folosiți o metodă de semnare care nu există!",
    "error_origination_awaiting" : "Eroare: se asteaptă activarea unei originări existente",
    "error_valid_destinaton" : "Vă rugăm să introduceți o adresă de destinație validă",
    "error_send_self" : "Nu poți să îți trimiți ție însuți. Te rugăm să introduci altă adresă de destinație",
    "error_positive_amount" : "Sumă invalidă. Vă rugăm să introduceți un număr pozitiv",
    "error_amount_exceeds" : "Suma introdusă depașește soldul acestui cont. Adresele manager (cele care incep cu tz) trebuie sa păstreze cel putin 0.000001 ca sold disponibil. De asemenea, trebuie luată în calcul și taxa pe care o folosiți",
    "error_positive_fee" : "Taxă invalidă - vă rugăm să introduceți un număr pozitiv",
    "error_invalid_amount" : "Sumă invalidă - vă rugăm să introduceți un număr valid",
    "error_invalid_fee" : "Taxă invalidă - vă rugăm să introduceți un număr valid",
    "error_valid_delegate" : "Vă rugăm să introduceți un delegat valid",
    "awesome" : "Minunat!",
    "uh_oh" : "Uh-oh!",
    "are_you_sure" : "Sunteți sigur?",
    "secure_tezos_wallet" : "Un portofel sigur pentru Tezos",
    "welcome_back" : "Bine ați revenit!",
    "create_tezbox" : "Creează TezBox",
    "restore" : "Recuperează",
    "link" : "Link",
    "i_accept" : "Acceptă",
    "i_accept_terms_conditions" : "Accept Termenii si Condițiile",
    "create_your_tezbox" : "Creează-ți propriul TezBox",
    "new_mnemonic" : "Mnemonic nou",
    "continue" : "Continuă",
    "cancel" : "Anulează",
    "validate_your_tezbox" : "Validează-ți portofelul TezBox",
    "secure_your_tezbox" : "Protejează-ți portofelul TezBox",
    "encrypt_wallet" : "Criptează portofelul",
    "link_your_tezbox" : "Creează link pentru portofelul tău TezBox",
    "link_tezbox" : "Creează link pentru Tezbox",
    "unlock_wallet" : "Deblochează portofelul",
    "clear_tezbox" : "Resetează TezBox",
    "back" : "Înapoi",
    "show" : "Arată",
    "seed_words_mnenomic" : "Cuvintele seed/mnemonic (lasă câte un spațiu între cuvinte)",
    "seed_words_mnenomic_placeholder" : "Introduceți cuvintele seed",
    "optional_passphrase" : "Passphrase opțional",
    "optional_passphrase_tooltip" : "Passphrase-ul opțional va adăuga înca un strat de securitate cheii private, și va trebui folosit la recuperarea contului (așa ca pastrați passphrase-ul intr-un loc sigur). Passphrase-ul este diferit de parola de deblocare a portofelului.",
    "optional_passphrase_tooltip2" : "Daca nu ați setat un passphrase, nu completați acest câmp",
    "password" : "Parola",
    "password_again" : "Repetați parola",
    "hd_derivation_path" : "HD Derivation Path",
    "address" : "Adresa",
    "enter_password" : "Introduceți parola",
    "enter_password_to_show" : "Introduceți parola pentru a vedea",
    "rpc_address" : "Adresa RPC",
    "ledger" : "Ledger",
    "trezor" : "Trezor",
    "offline_signer" : "Offline Signer",
    "trezor_coming_soon" : "Suport pentru Trezor în curând...",
    "warning" : "Vă rugăm sa luați la cunoștință faptul ca veți interacționa cu varianta mainnet, care este o REȚEA LIVE. Toate tranzacțiile pe această rețea sunt finale.",
    "create_info" : "Vă rugăm să vă notați cuvintele seed de mai jos și să le depozitați într-un loc sigur. Acestea vor fi folosite la recuperarea portofelului. Dacă alegeți să folosiți un passphrase, acesta va trebui de asemenea notat și folosit la recuperarea portofelului",
    "validate_info" : "Vă rugăm sa reintroduceți cuvintele seed si passphrase-ul din pasul anterior. Acest pas este necesar pentru a confirma că le-ați notat în mod corect.",
    "secure_your_tezbox_info" : "Vă rugăm sa introduceți o parola pentru criptarea datelor tale personale. Aceasta parolă va fi folosită doar pentru deblocarea portofelului (nu este folosită la recuperarea acestuia). Parola trebuie să aibă cel puțin 8 caractere și să includă cel puțin o literă mica, una mare și un caracter special (număr sau simbol) și nu trebuie să conțină spații goale.",
    "ledger_info" : "Momentan există suport doar pentru Ledger Nano S - vă rugăm sa vă asigurați ca aplicația Tezos a fost instalată pe Ledger și că este deschisă.",
    "hd_derivation_path_info" : "Opțiune avansată pentru accesarea mai multor adrese - lăsați așa cum este pentru a folosi cheia default",
    "offline_signer_info" : "Aceasta metoda este efectiv un portofel view-only. Puteți folosi un tool pentru offline signing (un tool oficial Tezbox este în curs de dezvoltare).",
    "tezbox_settings_info" : "Vă rugăm să fiți atent(ă) în cazul interacționării cu aceste setări.",
    "export_private_key_info" : "Vă rugăm să fiți foarte atent(ă) cu această opțiune, deoarece oricine vă poate vedea ecranul va vedea cheia privată de mai jos",
    "rpc_address_info" : "În cazul folosirii unui nod propriu, vă puteți folosi aici adresa IP/domeniul pentru a va conecta la propriul nod în mod implicit. Conexiunea trebuie stabilită prin SSL (HTTPS) pentru a funcționa cu acest portofel.",
    "tezbox_settings" : "Setări TezBox",
    "restore_your_tezbox" : "Reinițializare TezBox",
    "export_private_key" : "Exportă Cheie Privată",
    "ico_fundraiser_wallet" : "Portofel ICO/Fundraiser",
    "seed_phrase" : "Cuvinte seed",
    "private_key" : "Cheie privata",
    "ico_fundraiser_wallet_info" : "Dacă aveți un portofel Fundraiser/ICO, trebuie să folosiți această opțiune de fiecare dată pentru a va recupera portofelul. Vă rugam introduceți cuvintele seed, adresa de email, parola si hash-ul cheii publice din PDF-ul de Fundraising. Dacă contul dumneavoastră nu a fost activat, vă rugăm să introduceți și codul de activare.",
    "15_word_secret_key" : "Cele 15 cuvinte seed (lăsați câte un spațiu între cuvinte)",
    "email" : "Email",
    "email_tooltip" : "Din PDF-ul de Fundraising, trebuie introdus în mod exact",
    "password_tooltip" : "Aceasta este parola pe care ați introdus-o când ați contribuit la ICO/Fundraiser. Această parolă nu este una și aceeași cu cea a contului creat pentru KYC, și nu este inregistrată in PDF-ul de Fundraising.",
    "public_key_hash" : "Hash-ul cheii publice",
    "public_key_hash_tooltip" : "Din PDF-ul de Fundraising, trebuie introdusă în mod exact",
    "activation_code" : "Codul de activare",
    "activation_code_tooltip" : "Introduceți doar în cazul in care nu ați activat încă contul",
    "seed_phrase_info" : "Vă rugăm introduceți dedesubt cuvintele seed și passphrase-ul și vom încerca să vă restituim portofelul. Dacă încercați să vă recuperați portofelul din Fundraiser/ICO, vă rugăm să selectați tab-ul 'Portofel ICO/Fundraiser' (chiar dacă l-ați mai recuperat în trecut)",
    "private_key_info" : "Vă rugăm introduceți cheia privată și vom încerca să vă restituim portofelul. Această opțiune este pentru utilizatorii care au exportat cheia privată din clientul Tezos (sau au generat-o din altă parte). Momentan acceptăm doar variantele \"edsk...\" și \"edesk...\". Va trebui să introduceți parola de criptare dacă încercați să importați o cheie privată criptată (\"edesk..\")",
    "private_key_tooltip" : "Cheia dumneavoastră privată poate fi exportată din clientul de Tezos sau din alte portofele, și va începe cu edesk sau edsk",
    "encryption_password" : "Parola de criptare",
    "encryption_password_tooltip" : "Aceasta este parola folosită in clientul Tezos pentru a vă cripta cheia privată",
    "restore_tezbox" : "Recuperează TezBox",
    "activation_successful" : "Activare cu succes - vă rugăm țineți cont de fapul că afișarea soldului curent ar putea dura câteva minute!",
    "activation_unsuccessful" : "Activarea nu a avut succes. Vă rugăm să vă asigurați de corectitudinea codului, sau lasați necompletat dacă v-ați activat deja contul!",
    "restoring" : "Restituire...",
    "linking" : "Creare legătură...",
    "ledger_confirm_transaction" : "Vă rugăm confirmați tranzacția pe dispozitivul Ledger Nano S",
    "ledger_verify_address" : "Vă rugăm verificați adresa pe dispozitivul Ledger Nano S",
    "ledger_retreived_address" : "Am regăsit următoarea adresă pe dispozitivul dumneavoastră Ledger",
    "ledger_error_connect" : "A apărut o eroare la conectarea cu dispozitivul Ledger Nano S. Vă rugăm asigurați-vă că dispozitivul este conectat și ca aplicația Tezos este deschisă.",
    "ledger_error_signing" : "A apărut o eroare la semnarea tranzacției de pe dispozitivul Ledger.",
    "details_dont_match" : "Ne pare rău, dar aceste detalii nu se potrivesc - vă rugăm încercați din nou, sau creați un cont nou din pasul anterior.",
    "please_enter_password" : "Vă rugăm introduceți parola",
    "incorrect_password" : "Parolă incorectă",
    "clear_tezbox_warning" : "Sunteți pe cale să resetați Tezbox - vă informăm că nu veți mai avea acces la contul dumneavoastră decât dacă ați notat cuvintele seed sau cheia privată.",
    "yes_clear_it" : "Da, resetează!",
    "my_accounts" : "Conturile mele",
    "add_account" : "Adaugă cont",
    "level" : "nivel",
    "disclaimer" : "Disclaimer",
    "terms" : "Termeni",
    "privacy" : "Confidențialitate",
    "view_on_tzscan" : "Vezi pe TzScan",
    "account_notadded" : "Acest cont nu a fost adăugat încă pe blockchain - vă rugăm așteptați ca un baker să-l includă într-un block înainte să folosiți acest cont. Această eroare poate apărea și în cazul in care dispozitivul dumneavoastră nu se poate conecta la rețeaua Tezos.",
    "transactions" : "Tranzacții",
    "send" : "Trimite",
    "delegate" : "Delegă",
    "options" : "Opțiuni",
    "no_transactions" : "Nicio tranzacție",
    "received" : "PRIMITE",
    "sent" : "TRIMISE",
    "from" : "de la",
    "to" : "către",
    "last_20_transactions" : "Doar ultimele 20 de tranzacții sunt afișate.",
    "view_more_here" : "Vedeți mai multe aici",
    "destination_address" : "Adresa de destinație",
    "destination_tooltip" : "Aceasta este adresa către care doriți să trimiteți - vă rugăm introduceți o adresa KT1 sau tz validă",
    "enter_address" : "Introduceți adresa",
    "amount" : "Valoare",
    "amount_tooltip" : "Vă rugăm introduceți suma în tez. Dacă trimiteți de la o adresă tz, trebuie să păstrați cel puțin 0.000001 în soldul contului.",
    "max" : "Max",
    "fee" : "Taxă",
    "fee_tooltip" : "Aceasta este taxa totală care va fi platită pentru tranzacție. Tranzacțiile cu taxă 0 tez sunt acceptate.",
    "custom_fee" : "Personalizează taxa",
    "fee_options" : "Opțiuni taxă",
    "no_fee" : "Nicio taxă",
    "low" : "Mic",
    "medium" : "Mediu",
    "high" : "Mare",
    "show_advanced_options" : "Arată opțiunile avansate",
    "hide_advanced_options" : "Ascunde opțiunile avansate",
    "parameters" : "Parametri",
    "parameters_tooltip" : "Parametri opționali care să fie trimiși - necesar doar pentru unele smart contracts.",
    "gas_limit" : "Limită gaz",
    "gas_limit_tooltip" : "Setați limita de gaz pentru aceste operațiuni. Pentru tranzacții simple, folosiți valoarea implicită",
    "storage_limit" : "Limită de stocare",
    "storage_limit_tooltip" : "Setează limita de stocare pentru aceste operațiuni. Pentru tranzacții simple, folosiți valoarea implicită",
    "clear" : "Curăță",
    "ensure_delegate" : "Vă rugăm să vă asigurați că delegatul pe care îl introduceți a fost înregistrat să participe in procesul de baking.",
    "endorse_delegate" : "TezBox nu susține niciunul din serviciile de delegare listate mai jos - vă rugăm să faceți propriile cercetări pentru fiecare dintre ei.",
    "disabled_delegate" : "Delegarea de la această adresă nu este permisă (adresele care incep cu tz) - acestea sunt adrese implicite iar protocolul nu le permite să delege. Vă rugăm creați un cont (o adresa KT) pe care să o folosiți pentru delegare.",
    "delegate_options" : "Opțiuni delegare",
    "delegate_options_tooltip" : "Delegați contul pentru a participa în procesul de baking. Selectați unul din bakerii sugerați, sau introduceți dumneavoastră adresa manual",
    "custom_delegate" : "Personalizează delegare",
    "custom_delegate_tooltip" : "Introduceți aici adresa delegatului - trebuie să înceapă cu tz...",
    "update_delegate" : "Schimbă Delegatul",
    "title" : "Titlu",
    "update_title" : "Schimbă titlul",
    "import_kt1_account" : "Importă cont KT1",
    "import_kt1_account_msg" : "Poate fi folosit la importul adreselor KT1 care au fost create în altă parte (sau dupa ce v-ați creat contul). Vă puteți vedea toate adresele KT1 create la",
    "import" : "Importă",
    "remove_account" : "Șterge cont",
    "connected_to" : "Conectat la",
    "not_connected" : "Nu sunteți conectat",
    "remove_account_warning" : "Sunteți pe cale să ștergeți acest cont din portofelul dumneavoastră! (Puteți oricând să recuperați acest cont navigând la Opțiuni > Importă)",
    "yes_remove_it" : "Da, șterge-l!",
    "originate_warning" : "Crearea unui cont nou impune o taxă de originare de ~0.257 XTZ. Doriți sa continuați?",
    "yes_continue" : "Da, continuă!",
    "new_account_originated" : "Contul dumneavoastră a fost creat - poate dura câteva minute până să fie inclus pe blockchain",
    "origination_error" : "A apărut o eroare la crearea contului. Vă rugăm asigurați-vă că aveți sold disponibil pe contul principal.",
    "loading" : "Se încarcă...",
    "copy_clipboard" : "Adresa a fost copiata",
    "yes_send_it" : "Da, trimite!",
    "transaction_sent" : "Tranzacția a fost trimisă - poate dura câteva minute până să fie inclusă pe blockchain",
    "operation_failed" : "Operațiunea a eșuat!",
    "operation_failed2" : "Operațiunea a eșuat! Vă rugăm verificați datele introduse",
    "delegation_success" : "Operațiunea de delegare a avut succes - actualizarea datelor poate dura câteva minute",
    "delegation_failed" : "Delegarea a eșuat",
    "import_kt_address" : "Importă adresa KT",
    "import_kt_address_info" : "Am găsit $$ adrese KT1 legate la cheia dvs publică - doriți să le importați acum? (Le puteți importa si manual din Opțiuni > Importă)",
    "yes_import_them" : "Da, importă!",
    "ico_restore_success" : "Ați restituit cu succes portofelul din ICO. Dacă tocmai l-ați activat, poate dura câteva minute până la afișarea acestuia.",
    "transaction_confirm_info" : "Sunteți pe cale sa trimiteți $$XTZ către $$ - această tranzacție este ireversibilă"
  }
  