{
  "error_please_enter_your_seed_words" : "Пожалуйста, введите свои секретные слова",
  "error_seed_words_not_valid" : "Ваши секретные слова недействительны - пожалуйста проверьте, что Вы не пропустили слово/букву, а также, что Вы не ввели дополнительный пробел/разрыв строки. Все слова должны быть разделены пробелом.",
  "error_enter_passphrase" : "Пожалуйста, введите Вашу контрольную/секретную фразу",
  "error_enter_email" : "Пожалуйста, введите Ваш email из файла PDF с ICO",
  "error_enter_address" : "Пожалуйста, введите Ваш публичный хеш-ключ из файла PDF с ICO",
  "error_enter_private_key" : "Пожалуйста, введите Ваш личный ключ",
  "error_enter_encryption_password" : "Пожалуйста, введите пароль для шифрования Вашего личного ключа",
  "error_fundraiser_details_dont_mach" : "Ваши данные не совпадают с данными с ИКО - пожалуйста, попытайтесь еще раз и будьте уверены, что вводите корретные данные. Обычно проблема из-за неверного пароля.",
  "error_import_encrypted" : "Произошла ошибка при попытке импорта Вашего зашифрованного ключа, пожалуйста попытайтесь еще раз.",
  "error_enter_password" : "Пожалуйста, введите Ваш пароль",
  "error_password_short" : "Ваш пароль очень короткий",
  "error_password_dont_match" : "Пароль не совпадает",
  "error_password_spaces" : "Ваш пароль не может иметь пробелы",
  "error_password_upper_lower" : "Пожалуйста, включите в Ваш пароль по крайней мере одну заглавную и строчную буквы.",
  "error_password_special" : "Пожалуйста, включите в Ваш пароль по крайней мере один спец. знак (цифру или символ).",
  "error_path_ledger" : "Пожалуйста, введите Ваш путь/адрес для Вашего Ledger",
  "error_path_trezor" : "Пожалуйста, введите Ваш путь/адрес для Вашего Trezor",
  "error_offline_address" : "Для просмотра, пожалуйста, введите tz адрес",
  "error_new_title" : "Пожалуйста, введите новое название",
  "error_kt1_address" : "Для импорта, пожалуйста, введите KT1 адрес",
  "error_kt1_linked" : "Этот адрес уже связан с Вашим кошельком!",
  "error_kt1_manager" : "Этот аккаунт не контроллируется Вашим ключом",
  "error_importing" : "При импорте этого аккаунта произошла ошибка",
  "error_undeveloped" : "Вы пытались использовать метод с пописью, но к сожалению он еще не внедрён!",
  "error_origination_awaiting" : "Ошибка: ожидание начала активации",
  "error_valid_destinaton" : "Пожалуйста, введите корректный адрес получателя",
  "error_send_self" : "Вы не можете отправлять сами себе - пожалуйста, введите другой адрес получателя",
  "error_positive_amount" : "Введено некорреткное значение - пожалуйста, введите положительное значение",
  "error_amount_exceeds" : "Значение, которые вы ввели, превышает текущий баланс для текущего баланса. Главный адресс (тот, который начинается с tz) должен иметь, по крайней мере, как миимум 0.000001 tez. Также, необходимо учеть коммиссию, которая будет взиматься",
  "error_positive_fee" : "Введено некорректное значение коммиссии - пожалуйста, введите положительное значение",
  "error_invalid_amount" : "Введено некорректное значение - пожалуйста, введите правильное значение",
  "error_invalid_fee" : "Введено некорректное значение коммиссии - пожалуйста, введите правильное значение",
  "error_valid_delegate" : "Пожалуйста, введите корректного делегата",
  "awesome" : "Потрясающе!",
  "uh_oh" : "Ой-ой!",
  "are_you_sure" : "Вы уверены?",
  "secure_tezos_wallet" : "Защищённый кошелек Tezos",
  "welcome_back" : "Добро пожаловат обратно!",
  "create_tezbox" : "Создать TezBox",
  "restore" : "Восстановить",
  "link" : "Соединение",
  "i_accept" : "Я принимаю",
  "i_accept_terms_conditions" : "Я принимаю правила и условия",
  "create_your_tezbox" : "Создать Ваш TezBox",
  "new_mnemonic" : "Новая мнемоника",
  "continue" : "Продолжить",
  "cancel" : "Отменить",
  "validate_your_tezbox" : "Подтвердите свой TezBox",
  "secure_your_tezbox" : "Защитите свой TezBox",
  "encrypt_wallet" : "Зашифровать кошелёк",
  "link_your_tezbox" : "Связать Ваш TezBox",
  "link_tezbox" : "Соединить Tezbox",
  "unlock_wallet" : "Разблокировать кошелёк",
  "clear_tezbox" : "Очистить TezBox",
  "back" : "Назад",
  "show" : "Показать",
  "seed_words_mnenomic" : "Секретные слова/Мнемоника (должен быть пробел между каждым словом)",
  "seed_words_mnenomic_placeholder" : "Введите секретные слова",
  "optional_passphrase" : "Опционально - секретная фраза",
  "optional_passphrase_tooltip" : "Секретная фраза добавит дополнительный уровень безопасности для Вашего закрытого ключа, а также она потребуется при восстановлении Вашего аккаунта (поэтому запишите её, пожалуйста). Это не тоже самое, что и пароль для шифрования.",
  "optional_passphrase_tooltip2" : "Оставьте поле пустым, если не собираетесь использовать секретную фразу",
  "password" : "Пароль",
  "password_again" : "Повторить пароль",
  "hd_derivation_path" : "HD Derivation Path",
  "address" : "Адрес",
  "enter_password" : "Введите пароль",
  "enter_password_to_show" : "Введите Ваш пароль для отображения",
  "rpc_address" : "RPC адрес",
  "ledger" : "Ledger",
  "trezor" : "Trezor",
  "offline_signer" : "Офлайн подпись",
  "trezor_coming_soon" : "Поддержка Trezor ожидается в ближайшее время...",
  "warning" : "Предупреждаем, что Вы имеете дело с основной сетью, т.е. действующей. Все транзакции в этой сети окончательные.",
  "create_info" : "Пожалуйста , запишите секретные слова, показанные ниже, и сохраните их в безопасном месте. Они могут быть использованы при восстановлении Вашего кошелька. Если вы решили использовать секретную фразу, то ее также нужно будет записать и сохранить",
  "validate_info" : "Пожалуйста, повторите ввод Ваших секретных слов и секретную фразу полностью на предыдущем шаге. Это необходимо для того, чтобы подтвердить, что Вы правильно их записали.",
  "secure_your_tezbox_info" : "Пожалуйста, введите пароль для шифрования Ваших личных данных. Этот пароль используется только для разблокировки вашего кошелька (не требуется для его восстановления). Ваш пароль должен быть не менее 8 символов, а также содержать по крайней мере одну заглавную и одну строчную букву и один спец. знак (число или символ) и не содержать пробелов.",
  "ledger_info" : "На текущий момент поддерживается только Ledger Nano S - также, пожалуйста, проверьте, что ПО Tezos Wallet было установлено на Ваш Ledger и сейчас оно запущено/открыто.",
  "hd_derivation_path_info" : "Расширенная опция для доступа к различным адресам - оставить это для использования ключа по умолчанию",
  "offline_signer_info" : "Этот метод эффективен только для просмотра кошелька. Вы можете использовать инструмент оффлайн-подписи (оффициальный инструмент от TexBox на данный момент в разработке).",
  "tezbox_settings_info" : "Пожалуйста, будьте осторожны при изменении или взаимодействии с этими настройками.",
  "export_private_key_info" : "Пожалуйста, будьте осторожны с этой опцией, т.к. любой кто видит Ваш экран также ниже увидит приватные ключи",
  "rpc_address_info" : "При запуске собственной ноды, Вы можете использовать Ваш IP/domain для подключения по умолчанию. Оно должно быть доступно через SSL (HTTPS) для работы с этим кошельком.",
  "tezbox_settings" : "Настройки TezBox",
  "restore_your_tezbox" : "Восстановить Ваш TezBox",
  "export_private_key" : "Эспортировать приватные ключи",
  "ico_fundraiser_wallet" : "Кошелек с ICO/Сбора",
  "seed_phrase" : "Секретная фраза",
  "private_key" : "Приватный ключ",
  "ico_fundraiser_wallet_info" : "Если у Вас есть кошелек со  Сбора/ICO, Вы должны использовать эту опцию каждый раз для восстановления кошелька. Пожалуйста, введите ваши секретные слова,  email адрес, пароль и публичный хэш-ключ с PDF файла. Если Ваш аккаунт не был активирован, то пожалуйста введите код активации ниже.",
  "15_word_secret_key" : "15 секретных слов (между каждым словом должен быть пробел)",
  "email" : "Email",
  "email_tooltip" : "Должно быть введено в точности как в файле PDF",
  "password_tooltip" : "Это пароль, который Вы вводили при участии в  ICO/Сборе. Он может отличаться от пароля, который Вы создали при прохождении процедуры KYC, и он не записан в файле PDF.",
  "public_key_hash" : "Публичный хэш-ключ",
  "public_key_hash_tooltip" : "Должно быть введено в точности как в файле PDF",
  "activation_code" : "Код активации",
  "activation_code_tooltip" : "Вводите только, если Вы еще не активировали Ваш аккаунт",
  "seed_phrase_info" : "Пожалуйста, введите ниже Ваши секретные слово и фразу и мы попытаемся восстановить Ваш кошелек. Если Вы пытаететсь восстановить Ваш кошелек с  ICO/Сбора, то вместо этого, пожалуйста выберите 'Кошелек с ICO/Сбора' (даже, если Вы ранее его уже восстановили)",
  "private_key_info" : " Please enter your private key and we will attempt to restore your wallet. This option is for those users who have exported a private key from the Tezos client (or have generated one elsewhere). Currently we only accept the \"edsk...\" and the \"edesk...\" variants. You will need to enter your encryption password if you are trying to import an encrypted private key (\"edesk..\")",
  "private_key_tooltip" : "Your private key can be exported from the Tezos Client or other wallets, and will start with edesk or edsk",
  "encryption_password" : "Encryption Password",
  "encryption_password_tooltip" : "This is the password used in the Tezos Client to encrypt your private key",
  "restore_tezbox" : "Restore TezBox",
  "activation_successful" : "Activation was successful - please keep in mind that it may take a few minutes for your balance to show!",
  "activation_unsuccessful" : "Activation was unsuccessful - please ensure the code is right, or leave it blank if you have already activated your account!",
  "restoring" : "Restoring...",
  "linking" : "Linking...",
  "ledger_confirm_transaction" : "Please confirm the transaction on your Ledger Nano S Device",
  "ledger_verify_address" : "Please verify the address on your Ledger Nano S Device",
  "ledger_retrieved_address" : "We have retrieved the following address from your ledger device",
  "ledger_error_connect" : "There was an issue connecting to your Ledger Nano S. Please ensure your device is connected, and the Tezos Wallet app is selected.",
  "ledger_error_signing" : "There was an error signing this operation with your Ledger",
  "details_dont_match" : "Sorry, those details do not match - please try again, or go back and create a new account again",
  "please_enter_password" : "Please enter your password",
  "incorrect_password" : "Incorrect password",
  "clear_tezbox_warning" : "You are about to clear you TezBox - note, unless you've backed up your seed words or private key you'll no longer have access to your accounts",
  "yes_clear_it" : "Yes, clear it!",
  "my_accounts" : "My Accounts",
  "add_account" : "Add Account",
  "level" : "level",
  "disclaimer" : "Disclaimer",
  "terms" : "Terms",
  "privacy" : "Privacy",
  "view_on_tzscan" : "View on TzScan",
  "account_notadded" : "This account has not been added to the blockchain yet - please wait for a baker to include this in a block before you can use this account. This error may also show if your device can't connect to the Tezos Network.",
  "transactions" : "Transactions",
  "send" : "Send",
  "delegate" : "Delegate",
  "options" : "Options",
  "no_transactions" : "No transactions available",
  "received" : "RECEIVED",
  "sent" : "SENT",
  "from" : "from",
  "to" : "to",
  "last_20_transactions" : "Only the last 20 transactions are being displayed.",
  "view_more_here" : "View more here",
  "destination_address" : "Destination Address",
  "destination_tooltip" : "This is the address you want to send to - please enter a valid KT1 or tz address",
  "enter_address" : "Enter Address",
  "amount" : "Amount",
  "amount_tooltip" : "Please enter an amount in tez. When sending from a tz address, you must leave at least 0.000001 behind",
  "max" : "Max",
  "fee" : "Fee",
  "fee_tooltip" : "This is the total fee to be paid for the transaction. Currently 0 tez fees are accepted.",
  "custom_fee" : "Custom Fee",
  "fee_options" : "Fee Options",
  "no_fee" : "No Fee",
  "low" : "Low",
  "medium" : "Medium",
  "high" : "High",
  "show_advanced_options" : "Show Advanced Options",
  "hide_advanced_options" : "Hide Advanced Options",
  "parameters" : "Parameters",
  "parameters_tooltip" : "Optional parameters to send as input - this is only required for some smart contracts.",
  "gas_limit" : "Gas Limit",
  "gas_limit_tooltip" : "Set the gas limit for this operations. For simple transactions, you can leave this as the default",
  "storage_limit" : "Storage Limit",
  "storage_limit_tooltip" : "Set the storage limit for this operations. For simple transactions, you can leave this as the default",
  "clear" : "Clear",
  "ensure_delegate" : "Please ensure the delegate you are entering has been registered to participate in the baking protocol.",
  "endorse_delegate" : "TezBox doesn't endorse any of the listed delegation services listed below - please ensure you are doing your own research into each one.",
  "disabled_delegate" : "Delegation from this address is not allowed (lowercase tz addresses) - these are referred to as implicit addresses and the protocol doesn't allow them to delegate to another key. Please create an account (KT address) to use for delegation.",
  "delegate_options" : "Delegate Options",
  "delegate_options_tooltip" : "Delegate your account to participate in the baking process. Select a pre-set baker, or enter your own",
  "custom_delegate" : "Custom Delegate",
  "custom_delegate_tooltip" : "Enter your custom delegate address here - it must start with tz...",
  "update_delegate" : "Update Delegate",
  "title" : "Title",
  "update_title" : "Update Title",
  "import_kt1_account" : "Import KT1 Account",
  "import_kt1_account_msg" : "You can use this to import KT1 addresses that have been originated else where (or after you have restored your account). You can view all of your originated KT1 addresses on",
  "import" : "Import",
  "remove_account" : "Remove Account",
  "connected_to" : "Connected to",
  "not_connected" : "Not Connected",        
  "remove_account_warning" : "You are about to remove this account from your wallet! (You can always restore this account in future by going to Options > Import)",
  "yes_remove_it" : "Yes, remove it!",
  "originate_warning" : "Creating a new account incurs an origination fee of ~0.257 XTZ. Do you want to continue?)",
  "yes_continue" : "Yes, continue!",
  "new_account_originated" : "Your new account has been originated - this may take a few minutes to be included on the blockchain",
  "origination_error" : "There was an error adding your account. Please ensure your main account has funds available",
  "loading" : "Loading...",
  "copy_clipboard" : "The address has been copied to your clipboard",
  "yes_send_it" : "Yes, send it!",
  "transaction_sent" : "Transaction has been sent - this may take a few minutes to be included on the blockchain",
  "operation_failed" : "Operation Failed!",
  "operation_failed2" : "Operation Failed! Please check your inputs",
  "delegation_success" : "Delegation operation was successful - this may take a few minutes to update",
  "delegation_failed" : "Delegation Failed",
  "import_kt_address" : "Import KT addresses",
  "import_kt_address_info" : "We have found $$ KT1 address(es) linked to your public key - would you like to import them now? (You can also manually import these by going to Options > Import)",
  "yes_import_them" : "Yes, import them!",
  "ico_restore_success" : "You have successfully restored your ICO wallet. If you have just activated your account, please note that this may take some time to show.",
  "transaction_confirm_info" : "You are about to send $$XTZ to $$ - this transaction is irreversible",
}
