{
  "error_please_enter_your_seed_words" : "Пожалуйста, введите свои секретные слова",
  "error_seed_words_not_valid" : "Ваши секретные слова недействительны - пожалуйста проверьте, что Вы не пропустили слово/букву, а также, что Вы не ввели дополнительный пробел/разрыв строки. Все слова должны быть разделены пробелом.",
  "error_enter_passphrase" : "Пожалуйста, введите Вашу контрольную/секретную фразу",
  "error_enter_email" : "Пожалуйста, введите Ваш email из файла PDF с ICO",
  "error_enter_address" : "Пожалуйста, введите Ваш публичный хеш-ключ из файла PDF с ICO",
  "error_enter_private_key" : "Пожалуйста, введите Ваш личный ключ",
  "error_enter_encryption_password" : "Пожалуйста, введите пароль для шифрования Вашего личного ключа",
  "error_fundraiser_details_dont_mach" : "Ваши данные не совпадают с данными с ИКО - пожалуйста, попытайтесь еще раз и будьте уверены, что вводите корретные данные. Обычно проблема из-за неверного пароля.",
  "error_import_encrypted" : "Произошла ошибка при попытке импорта Вашего зашифрованного ключа, пожалуйста попытайтесь еще раз.",
  "error_enter_password" : "Пожалуйста, введите Ваш пароль",
  "error_password_short" : "Ваш пароль очень короткий",
  "error_password_dont_match" : "Пароль не совпадает",
  "error_password_spaces" : "Ваш пароль не может иметь пробелы",
  "error_password_upper_lower" : "Пожалуйста, включите в Ваш пароль по крайней мере одну заглавную и строчную буквы.",
  "error_password_special" : "Пожалуйста, включите в Ваш пароль по крайней мере один спец. знак (цифру или символ).",
  "error_path_ledger" : "Пожалуйста, введите Ваш путь/адрес для Вашего Ledger",
  "error_path_trezor" : "Пожалуйста, введите Ваш путь/адрес для Вашего Trezor",
  "error_offline_address" : "Для просмотра, пожалуйста, введите tz адрес",
  "error_new_title" : "Пожалуйста, введите новое название",
  "error_kt1_address" : "Для импорта, пожалуйста, введите KT1 адрес",
  "error_kt1_linked" : "Этот адрес уже связан с Вашим кошельком!",
  "error_kt1_manager" : "Этот аккаунт не контроллируется Вашим ключом",
  "error_importing" : "При импорте этого аккаунта произошла ошибка",
  "error_undeveloped" : "Вы пытались использовать метод с пописью, но к сожалению он еще не внедрён!",
  "error_origination_awaiting" : "Ошибка: ожидание начала активации",
  "error_valid_destinaton" : "Пожалуйста, введите корректный адрес получателя",
  "error_send_self" : "Вы не можете отправлять сами себе - пожалуйста, введите другой адрес получателя",
  "error_positive_amount" : "Введено некорреткное значение - пожалуйста, введите положительное значение",
  "error_amount_exceeds" : "Значение, которые вы ввели, превышает текущий баланс для текущего баланса. Главный адресс (тот, который начинается с tz) должен иметь, по крайней мере, как миимум 0.000001 tez. Также, необходимо учеть коммиссию, которая будет взиматься",
  "error_positive_fee" : "Введено некорректное значение коммиссии - пожалуйста, введите положительное значение",
  "error_invalid_amount" : "Введено некорректное значение - пожалуйста, введите правильное значение",
  "error_invalid_fee" : "Введено некорректное значение коммиссии - пожалуйста, введите правильное значение",
  "error_valid_delegate" : "Пожалуйста, введите корректного делегата",
  "awesome" : "Потрясающе!",
  "uh_oh" : "Ой-ой!",
  "are_you_sure" : "Вы уверены?",
  "secure_tezos_wallet" : "Защищённый кошелек Tezos",
  "welcome_back" : "Добро пожаловат обратно!",
  "create_tezbox" : "Создать TezBox",
  "restore" : "Восстановить",
  "link" : "Соединение",
  "i_accept" : "Я принимаю",
  "i_accept_terms_conditions" : "Я принимаю правила и условия",
  "create_your_tezbox" : "Создать Ваш TezBox",
  "new_mnemonic" : "Новая мнемоника",
  "continue" : "Продолжить",
  "cancel" : "Отменить",
  "validate_your_tezbox" : "Подтвердите свой TezBox",
  "secure_your_tezbox" : "Защитите свой TezBox",
  "encrypt_wallet" : "Зашифровать кошелёк",
  "link_your_tezbox" : "Связать Ваш TezBox",
  "link_tezbox" : "Соединить Tezbox",
  "unlock_wallet" : "Разблокировать кошелёк",
  "clear_tezbox" : "Очистить TezBox",
  "back" : "Назад",
  "show" : "Показать",
  "seed_words_mnenomic" : "Секретные слова/Мнемоника (должен быть пробел между каждым словом)",
  "seed_words_mnenomic_placeholder" : "Введите секретные слова",
  "optional_passphrase" : "Опционально - секретная фраза",
  "optional_passphrase_tooltip" : "Секретная фраза добавит дополнительный уровень безопасности для Вашего закрытого ключа, а также она потребуется при восстановлении Вашего аккаунта (поэтому запишите её, пожалуйста). Это не тоже самое, что и пароль для шифрования.",
  "optional_passphrase_tooltip2" : "Оставьте поле пустым, если не собираетесь использовать секретную фразу",
  "password" : "Пароль",
  "password_again" : "Повторить пароль",
  "hd_derivation_path" : "HD Derivation Path",
  "address" : "Адрес",
  "enter_password" : "Введите пароль",
  "enter_password_to_show" : "Введите Ваш пароль для отображения",
  "rpc_address" : "RPC адрес",
  "ledger" : "Ledger",
  "trezor" : "Trezor",
  "offline_signer" : "Офлайн подпись",
  "trezor_coming_soon" : "Поддержка Trezor ожидается в ближайшее время...",
  "warning" : "Предупреждаем, что Вы имеете дело с основной сетью, т.е. действующей. Все транзакции в этой сети окончательные.",
  "create_info" : "Пожалуйста , запишите секретные слова, показанные ниже, и сохраните их в безопасном месте. Они могут быть использованы при восстановлении Вашего кошелька. Если вы решили использовать секретную фразу, то ее также нужно будет записать и сохранить",
  "validate_info" : "Пожалуйста, повторите ввод Ваших секретных слов и секретную фразу полностью на предыдущем шаге. Это необходимо для того, чтобы подтвердить, что Вы правильно их записали.",
  "secure_your_tezbox_info" : "Пожалуйста, введите пароль для шифрования Ваших личных данных. Этот пароль используется только для разблокировки вашего кошелька (не требуется для его восстановления). Ваш пароль должен быть не менее 8 символов, а также содержать по крайней мере одну заглавную и одну строчную букву и один спец. знак (число или символ) и не содержать пробелов.",
  "ledger_info" : "На текущий момент поддерживается только Ledger Nano S - также, пожалуйста, проверьте, что ПО Tezos Wallet было установлено на Ваш Ledger и сейчас оно запущено/открыто.",
  "hd_derivation_path_info" : "Расширенная опция для доступа к различным адресам - оставить это для использования ключа по умолчанию",
  "offline_signer_info" : "Этот метод эффективен только для просмотра кошелька. Вы можете использовать инструмент оффлайн-подписи (оффициальный инструмент от TexBox на данный момент в разработке).",
  "tezbox_settings_info" : "Пожалуйста, будьте осторожны при изменении или взаимодействии с этими настройками.",
  "export_private_key_info" : "Пожалуйста, будьте осторожны с этой опцией, т.к. любой кто видит Ваш экран также ниже увидит приватные ключи",
  "rpc_address_info" : "При запуске собственной ноды, Вы можете использовать Ваш IP/domain для подключения по умолчанию. Оно должно быть доступно через SSL (HTTPS) для работы с этим кошельком.",
  "tezbox_settings" : "Настройки TezBox",
  "restore_your_tezbox" : "Восстановить Ваш TezBox",
  "export_private_key" : "Эспортировать приватные ключи",
  "ico_fundraiser_wallet" : "Кошелек с ICO/Сбора",
  "seed_phrase" : "Секретная фраза",
  "private_key" : "Приватный ключ",
  "ico_fundraiser_wallet_info" : "Если у Вас есть кошелек со  Сбора/ICO, Вы должны использовать эту опцию каждый раз для восстановления кошелька. Пожалуйста, введите ваши секретные слова,  email адрес, пароль и публичный хэш-ключ с PDF файла. Если Ваш аккаунт не был активирован, то пожалуйста введите код активации ниже.",
  "15_word_secret_key" : "15 секретных слов (между каждым словом должен быть пробел)",
  "email" : "Email",
  "email_tooltip" : "Должно быть введено в точности как в файле PDF",
  "password_tooltip" : "Это пароль, который Вы вводили при участии в  ICO/Сборе. Он может отличаться от пароля, который Вы создали при прохождении процедуры KYC, и он не записан в файле PDF.",
  "public_key_hash" : "Публичный хэш-ключ",
  "public_key_hash_tooltip" : "Должно быть введено в точности как в файле PDF",
  "activation_code" : "Код активации",
  "activation_code_tooltip" : "Вводите только, если Вы еще не активировали Ваш аккаунт",
  "seed_phrase_info" : "Пожалуйста, введите ниже Ваши секретные слово и фразу и мы попытаемся восстановить Ваш кошелек. Если Вы пытаететсь восстановить Ваш кошелек с  ICO/Сбора, то вместо этого, пожалуйста выберите 'Кошелек с ICO/Сбора' (даже, если Вы ранее его уже восстановили)",
  "private_key_info" : " Пожалуйста введите Ваши приватные ключи и мы попытаемся восстановить Ваш кошелек. Эта опция для тех, кто экспортировал приватные ключи из клиента  Tezos (или создали их в другом месте). В настоящее время мы принимаем только \"edsk...\" and the \"edesk...\" варианты. Вам потребуется ввести пароль для шифрования если Вы попытаетесь импортировать зашифрованные приватные ключи (\"edesk..\")",
  "private_key_tooltip" : "Ваши приватные ключи могут быть экспортированы из клиента Tezos или других кошельков, и будет начинаться с edesk или edsk",
  "encryption_password" : "Пароль для шифрования",
  "encryption_password_tooltip" : "Этот пароль используется для шифрования Ваших приватных ключей в кленте Tezos",
  "restore_tezbox" : "Восстановить TezBox",
  "activation_successful" : "Активация была успешной - пожалуйста, имейте в виду, что для отображения Вашего баланса может потребоваться несколько минут!",
  "activation_unsuccessful" : "Активация не была успешной - пожалуйста, убедитесь, что код верный, или оставьте поле пустым, если вы уже активировали свою учетную запись!",
  "restoring" : "Восстановление...",
  "linking" : "Соединение...",
  "ledger_confirm_transaction" : "Пожалуйста, подтвердите транзакцию на Вашем устройстве Ledger Nano S",
  "ledger_verify_address" : "Пожалуйста, проверьте адресс на Вашем устройстве Ledger Nano S",
  "ledger_retrieved_address" : "Мы получили следующий адрес с Вашего устройства Ledger",
  "ledger_error_connect" : "Возникла проблема с подключением к Вашему устройству Ledger Nano S. Пожалуйста, убедитесь, что Ваше устройство подключено и выбрано приложение Tezos Wallet.",
  "ledger_error_signing" : "Произошла ошибка при подписании этой операции с Вашего устройства Ledger",
  "details_dont_match" : "Извините, эти данные не совпадают - пожалуйста, попробуйте еще раз или вернитесь назад и создайте новый аккаунт еще раз",
  "please_enter_password" : "Пожалуйста, введите Ваш пароль",
  "incorrect_password" : "Неверный пароль",
  "clear_tezbox_warning" : "Вы собираетесь очистить Ваш TezBox - обратите внимание, что если вы не скопировали Ваши секретные слова или приватный ключ, у Вас больше не будет доступа к вашим учетным записям",
  "yes_clear_it" : "Да, очистить!",
  "my_accounts" : "Мои аккаунты",
  "add_account" : "Добавить аккаунт",
  "level" : "уровень",
  "disclaimer" : "Отказ",
  "terms" : "Термины",
  "privacy" : "Конфиденциальность",
  "view_on_tzscan" : "Просмотреть в TzScan",
  "account_notadded" : "Этот аккаунт еще не добавлен в блокчейн - пожалуйста, дождитесь, пока "пекарь" включит его в блок, прежде чем вы сможете использовать этот аккаунт. Эта ошибка также может возникать, если ваше устройство не может подключиться к сети Tezos.",
  "transactions" : "Транзакции",
  "send" : "Отправить",
  "delegate" : "Делегировать",
  "options" : "Опции",
  "no_transactions" : "Нет доступных транзакций",
  "received" : "ПОЛУЧЕНО",
  "sent" : "ОТПРАВЛЕНО",
  "from" : "от",
  "to" : "к",
  "last_20_transactions" : "Отображаются только последние 20 транзакций.",
  "view_more_here" : "Подробнее здесь",
  "destination_address" : "Адрес получателя",
  "destination_tooltip" : "Это адрес на который Вы хотите отправить - пожалуйста, введите верный KT1 или tz адрес",
  "enter_address" : "Введите адрес",
  "amount" : "Количество",
  "amount_tooltip" : "Пожалуйста, введите количество в tez. При отправке с адреса tz на Вашем счету должно оставаться не менее 0,000001",
  "max" : "Максимум",
  "fee" : "Комиссия",
  "fee_tooltip" : "Это общая сумма комиссии за транзакцию. В настоящий момент допускается комиссия 0 tez.",
  "custom_fee" : "Свободная комиссия",
  "fee_options" : "Варианты комиссии",
  "no_fee" : "Без комисиии",
  "low" : "Минимальная",
  "medium" : "Средняя",
  "high" : "Высокая",
  "show_advanced_options" : "Показать дополнительные параметры",
  "hide_advanced_options" : "Скрыть дополнительные параметры",
  "parameters" : "Параметры",
  "parameters_tooltip" : "Необязательные параметры чтобы отправить как вход - это требуется только для некоторых смарт контрактов.",
  "gas_limit" : "Лимит газа",
  "gas_limit_tooltip" : "Установите лимит газа для этих операций. Для простых транзакций вы можете оставить это значение по умолчанию",
  "storage_limit" : "Лимит для хранения",
  "storage_limit_tooltip" : "Задайте лимит хранения для этих операций. Для простых транзакций вы можете оставить это значение по умолчанию",
  "clear" : "Очистить",
  "ensure_delegate" : "Пожалуйста, убедитесь, что делегат, которого вы вводите, зарегистрирован для участия в протоколе выпечки.",
  "endorse_delegate" : "TezBox не поддерживает ни одного делегата, перечисленных ниже - пожалуйста, убедитесь, что вы проанализировали их самостаятельно.",
  "disabled_delegate" : "Делегирование с этого адреса запрещено (адрес tz в нижнем регистре) - они называются неявными адресами и протокол не позволяет делегировать с таких адресов. Пожалуйста, создайте аккаунт для делегирования (KT адрес).",
  "delegate_options" : "Параметры делегирования",
  "delegate_options_tooltip" : "Делегируйте свой аккаунт для участия в процессе выпечки. Выберите предустановленного пекаря или введите своего",
  "custom_delegate" : "Пользовательский делегат",
  "custom_delegate_tooltip" : "Введите адрес Вашего делегата - он должен начинаться с tz...",
  "update_delegate" : "Обновить делегата",
  "title" : "Название",
  "update_title" : "Обновить название",
  "import_kt1_account" : "Импортировать аккаунт KT1",
  "import_kt1_account_msg" : "Вы можете использовать это для импорта KT1 адресов, которые были созданы в другом месте (или после восстановления Вашей учетной записи). Вы можете просмотреть все свои созданные KT1 адреса",
  "import" : "Импортировать",
  "remove_account" : "Удалить аккаунт",
  "connected_to" : "Подключен к",
  "not_connected" : "Не подключен",        
  "remove_account_warning" : "Вы собираетесь удалить этот аккаунт из Вашего кошелька! (Вы всегда можете восстановить этот аккаут выбрав «Параметры» -> «Импорт»)",
  "yes_remove_it" : "Да, удалить!",
  "originate_warning" : "Для создания нового аккаунт необходимо списать комиссию ~0.257 XTZ. Вы хотите продолжить ?)",
  "yes_continue" : "Да, продолжить!",
  "new_account_originated" : "Был создан Ваш новый аккаунт - может потребоваться несколько минут для включение его в блокчейн",
  "origination_error" : "При добавлении аккаунта произошла ошибка. Пожалуйста, убедитесь, что на Вашем основном аккаунте достаточно средств",
  "loading" : "Загружается...",
  "copy_clipboard" : "Адрес был скопирован в буфер обмена",
  "yes_send_it" : "Да, отослать!",
  "transaction_sent" : "Транзакция была выполнена - может потребоваться несколько минут для включения в блокчейн",
  "operation_failed" : "Операция не удалась!",
  "operation_failed2" : "Операция не удалась! Проверьте Ваши входы",
  "delegation_success" : "Делегирование было успешно выполенно - для обновления может потребоваться несколько минут",
  "delegation_failed" : "Ошибка делегирования",
  "import_kt_address" : "Импорт KT адресов",
  "import_kt_address_info" : "Мы нашли  $$ KT1 адресса связаные с Вашим публичным ключом - Вы хотите импортировать их сейчас ? (Вы также можете вручную импортировать их, выбрав «Параметры» -> «Импорт»)",
  "yes_import_them" : "Да, импортируйте их!",
  "ico_restore_success" : "Вы успешно восстановили свой ICO кошелек. Если вы только что активировали Ваш аккаунт, обратите внимание, что для отображения может потребоваться некоторое время.",
  "transaction_confirm_info" : "Вы собираетесь отправить $$XTZ это $$ - эта транзакция необратима",
}
