{
	  "error_please_enter_your_seed_words" : "Por favor introduzca las palabras de su semilla (seed words)",
	  "error_seed_words_not_valid" : "Las palabras de su semilla (seed words) no son válidas – asegúrese de que no falta una palabra/letra y de que no ha introducido ningún espacio o salto de línea de más. Todas las palabras deben estar separadas por un espacio.",
	  "error_enter_passphrase" : "Por favor introduzca su frase de contraseña",
	  "error_enter_email" : "Por favor introduzca el email que se encuentra en su PDF del ICO",
	  "error_enter_address" : "Por favor introduzca la dirección/clave pública (address/Public Key Hash) de su PDF del ICO",
	  "error_enter_private_key" : "Por favor introduzca su Clave Privada ",
	  "error_enter_encryption_password" : "Por favor introduzca la contraseña de encriptación para su Clave Privada edesk",
	  "error_fundraiser_details_dont_mach" : "Sus detalles del ICO no parecen coincidir – por favor vuelva a intentarlo y asegúrese de que introduce la información correctamente. El problema más común suele ser haber introducido una contraseña incorrecta.",
	  "error_import_encrypted" : " Ha ocurrido un error al intentar importar su clave encriptada, por favor vuelva a intentarlo.",
	  "error_enter_password" : "Por favor introduzca su contraseña",
	  "error_password_short" : "Su contraseña es demasiado corta",
	  "error_password_dont_match" : "Las contraseñas no coinciden",
	  "error_password_spaces" : "Su contraseña no puede contener ningún espacio",
	  "error_password_upper_lower" : "Por favor incluya al menos una mayúscula y una minúscula en su contraseña",
	  "error_password_special" : "Por favor, incluya al menos un carácter especial (número o símbolo) en su contraseña",
	  "error_path_ledger" : "Por favor introduzca la ruta de su Ledger",
	  "error_path_trezor" : "Por favor introduzca la ruta de su Trezor",
	  "error_offline_address" : "Por favor introduzca la dirección tz para ver",
	  "error_new_title" : "Por favor introduzca un Nuevo Título",
	  "error_kt1_address" : "Por favor introduzca la dirección KT1 para importar",
	  "error_kt1_linked" : "¡Esa dirección ya esta vinculada a su monedero!",
	  "error_kt1_manager" : "Esa cuenta no está administrada por su clave de cuenta",
	  "error_importing" : " Ocurrió un error al importar la cuenta",
	  "error_undeveloped" : "¡Parece que estas utilizando un método de firma que todavía no ha sido desarrollado!,
	  "error_origination_awaiting" : "Error: esperando a que la originación existente se active",
	  "error_valid_destinaton" : "Por favor introduzca una dirección de destino válida",
	  "error_send_self" : " No puede realizar envíos a su misma cuenta – por favor selecciona otra dirección de destino.",
	  "error_positive_amount" : " Cantidad inválida – por favor introduzca un número positivo",
	  "error_amount_exceeds" : "La cantidad que ha introducido excede el balance existente en esta cuenta. Las direcciones de administración (aquellas que empiezan con tz) deben quedarse con al menos 0.000001 tez. También debe tener en consideración la cuota que está usando",
	  "error_positive_fee" : "La cuota introducida es inválida – por favor introduzca un número positivo",
	  "error_invalid_amount" : "La cantidad introducida es inválida – por favor introduzca un número válido",
	  "error_invalid_fee" : "La cuota introducida es inválida – por favor introduzca un número válido",
	  "error_valid_delegate" : "Por favor introduzca un delegado válido",
	  "awesome" : "¡Increíble!",
	  "uh_oh" : "Uh-¡oh!",
	  "are_you_sure" : "¿Está seguro?",
	  "secure_tezos_wallet" : "Asegurar el monedero Tezos",
	  "welcome_back" : "¡Bienvenido de nuevo!",
	  "create_tezbox" : "Crear TezBox",
	  "restore" : "Restaurar",
	  "link" : "Vincular",
	  "i_accept" : "Acepto",
	  "i_accept_terms_conditions" : "Acepto los Términos y Condiciones",
	  "create_your_tezbox" : "Cree su TezBox",
	  "new_mnemonic" : "Nueva Clave Mnemotécnica",
	  "continue" : "Continuar",
	  "cancel" : "Cancelar",
	  "validate_your_tezbox" : "Validar su TezBox",
	  "secure_your_tezbox" : "Asegurar su TezBox",
	  "encrypt_wallet" : "Encriptar Monedero",
	  "link_your_tezbox" : "Vincular su TezBox",
	  "link_tezbox" : "Vincular TezBox",
	  "unlock_wallet" : "Desbloquear Monedero",
	  "clear_tezbox" : "Limpiar TezBox",
	  "back" : "Atras",
	  "show" : "Mostrar",
	  "seed_words_mnenomic" : "Palabras de la Semilla(Seed Words)/Clave mnemotécnica (dejar un espacio entre cada palabra)",
	  "seed_words_mnenomic_placeholder" : "Introduzca las palabras de la semilla (Seed Words)",
	  "optional_passphrase" : " Frase de contraseña opcional",
	  "optional_passphrase_tooltip" : "La frase de contraseña opcional añadirá una capa de seguridad adicional a su clave privada, u también será necesaria para restaurar su cuenta (así que escribela y guárdala). Esto no es lo mismo que la contraseña de encriptación.",
	  "optional_passphrase_tooltip2" : "Si no se introdujo una frase de contraseña, dejar en blanco",
	  "password" : "Contraseña",
	  "password_again" : "Repetir Contraseña",
	  "hd_derivation_path" : "Ruta HD Derivation",
	  "address" : "Dirección",
	  "enter_password" : "Introducir Contraseña",
	  "enter_password_to_show" : "Introduzca su contraseña para mostrar",
	  "rpc_address" : "Dirección RPC",
	  "ledger" : "Ledger",
	  "trezor" : "Trezor",
	  "offline_signer" : "Firma Offline",
	  "trezor_coming_soon" : "El soporte para Trezor llegará en breves...",
	  "warning" : "Les advertimos de que está tratando con la mainnet, una RED EN VIVO. Todas las transcciones en esta red son finales.",
	  "create_info" : "Por favor escriba las palabras de la semilla (seed words) abajo y guárdelas en un lugar seguro. Éstas pueden utilizarse para restaurar su monedero. Si decide utilizar una frase de contraseña, también deberá apuntarla y guardarla.",
	  "validate_info" : "Por favor reintroduzca sus palabras de la semilla (seed words) y su frase de contraseña del paso anterior al completo. Esto es para confirmar que las ha anotado correctamente.",
	  "secure_your_tezbox_info" : "Por favor introduzca una contraseña para encriptar sus datos privados. Esta contraseña solo se utilizará para desbloquear su monedero (no es requerida para restaurarlo). Su contraseña debe ser de al menos 8 caracteres,  debe incluir una minúscula, una mayúscula y un carácter especial (número o símbolo). No debe tener ningún espacio en blanco.",
	  "ledger_info" : "Actualmente solo hay soporte para el Ledger Nano S – por favor asegúrese de que la aplicación Tezos Wallet ha sido instalada en su Ledger y de que se encuentra abierta.",
	  "hd_derivation_path_info" : "Opción avanzada para acceder a diferentes cuentas – dejar como está para usar la clave predeterminada",
	  "offline_signer_info" : "Este método es esencialmente un monedero de solo lectura. Puedes utilizar una herramienta de firma offline (una herramienta oficial de TezBox esta actualmente en desarrollo).",
	  "tezbox_settings_info" : "Por favor tenga precaución a la hora de cambiar o interactuar con estas opciones.",
	  "export_private_key_info" : "Por favor sea precavido con esta opción, ya que cualquier persona que vea su pantalla podrá ver su clave privada debajo ",
	  "rpc_address_info" : "Cuando se encuentre ejecutando su propio nodo, puede utilizar su dominio/IP para conectarlo por defecto. Tiene que encontrarse disponible vía SSL (HTTPS) para trabajar con este monedero.",
	  "tezbox_settings" : "Opciones de TezBox",
	  "restore_your_tezbox" : "Restaurar su TezBox",
	  "export_private_key" : "Exportar Clave Privada",
	  "ico_fundraiser_wallet" : "Monedero ICO",
	  "seed_phrase" : "Frase de semilla",
	  "private_key" : "Clave privada",
	  "ico_fundraiser_wallet_info" : "Si tiene un monedero generado en la recaudación de fondos (fundraiser) /ICO, debe utilizar esta opcion cada vez para restaurar su monedero. Por favor introduzca las palabras de la semilla (seed words), dirección email, contraseña y clave/dirección pública (public key) del PDF del ICO. Si su cuenta no ha sido activada, por favor introduzca también el código de activación.",
	  "15_word_secret_key" : "clave secreta(secret key) de 15 palabras (deje un espacio entre cada palabra)",
	  "email" : "Email",
	  "email_tooltip" : "Del PDF, debe ser introducido tal y como aparece",
	  "password_tooltip" : "Esta es la contraseña que introdujo cuando contribuyó en el ICO. Puede no ser la misma contraseña que introdujo para completar el proceso de KYC, y no aparece en el PDF del ICO.",
	  "public_key_hash" : "Public Key Hash",
	  "public_key_hash_tooltip" : "del PDF, debe ser introducido tal y como aparece",
	  "activation_code" : "Código de activación",
	  "activation_code_tooltip" : "Únicamente introducirlo si la cuenta no se ha activado previamente",
	  "seed_phrase_info" : "Por favor introduzca su semilla y frase de contraseña abajo e intentaremos restaurar su monedero. Si esta intentando restaurar su monedero del ICO, por favor seleccione ‘Monedero ICO’ (Incluso si ya lo ha restaurado previamente)",
	  "private_key_info" : "Por favor introduzca su clave privada e intentaremos restaurar su monedero. Esta opción es para aquellos usuarios que han exportado una clave privada desde el cliente de Tezos (o la han generado en algún otro lugar). Actualmente solo aceptamos las variantes \"edsk...\" y \"edesk...\". Necesitará introducir su contraseña de encriptación si está intentando importar una clave privada encriptada (\"edesk..\")",
	  "private_key_tooltip" : "Su clave privada puede ser exportada desde el cliente de Tezos o desde otros monederos, y empezará por edesk o edsk",
	  "encryption_password" : "Contraseña de encriptación",
	  "encryption_password_tooltip" : "Esta es la contraseña que se utiliza en el cliente de Tezos para encriptar su clave privada",
	  "restore_tezbox" : "Restaurar TezBox",
	  "activation_successful" : "La activación fue un éxito  - Tenga en cuenta que pueden pasar unos minutos hasta que su balance aparezca",
	  "activation_unsuccessful" : "La activación ha fallado – Asegúrese de que el código es el correcto, o déjelo en blanco si ha activado su cuenta con anterioridad",
	  "restoring" : "Restaurando...",
	  "linking" : "Vinculando...",
	  "ledger_confirm_transaction" : "Por favor confirme la transacción en su Ledger Nano S",
	  "ledger_verify_address" : "Por favor verifique la dirección en su Ledger Nano S",
	  "ledger_retreived_address" : "Hemos encontrado las siguientes direcciones en su dispositivo ledger",
	  "ledger_error_connect" : "Ha ocurrido un problema al conectar con su Ledger Nano S. Por favor asegúrese de que su dispositivo esta conectado, y de que la aplicación Tezos Wallet está seleccionada.",
	  "ledger_error_signing" : "Ha ocurrido un error al firmar esta operación con su Ledger",
	  "details_dont_match" : "Lo sentimos, los detalles no coinciden – por favor, vuelva a intentarlo o vuelva atrás y cree otra nueva cuenta ",
	  "please_enter_password" : "Por favor introduzca su contraseña",
	  "incorrect_password" : "Contraseña Incorrecta",
	  "clear_tezbox_warning" : "Está a punto de limpiar su TezBox – recuerde, a menos que haya guardado su semilla o clave privada, será incapaz de volver a acceder a sus cuentas",
	  "yes_clear_it" : "Sí, ¡Límpialo!",
	  "my_accounts" : "Mis cuentas",
	  "add_account" : "Añadir cuenta",
	  "level" : "Nivel",
	  "disclaimer" : "Disclaimer",
	  "terms" : "Términos",
	  "privacy" : "Privacidad",
	  "view_on_tzscan" : "Ver en TzScan",
	  "account_notadded" : "Esta cuenta no ha sido añadida a el blockchain todavía – por favor espere a que un horneador (Baker) la incluya en un bloque para poder utilizar esta cuenta. Este error también puede aparecer si su dispositivo no puede conectarse a la red Tezos.",
	  "transactions" : "Transacciones",
	  "send" : "Enviar",
	  "delegate" : "Delegar",
	  "options" : "Opciones",
	  "no_transactions" : "No hay transacciones disponibles",
	  "received" : "RECIBIDO",
	  "sent" : "ENVIADO",
	  "from" : "de",
	  "to" : "para",
	  "last_20_transactions" : "Únicamente aparecen las últimas 20 transacciones.",
	  "view_more_here" : "Ver más",
	  "destination_address" : "Dirección de destino",
	  "destination_tooltip" : "Esta es la dirección a la que quieres hacer un envío – por favor introduzca una direccion tz o KT1 válida",
	  "enter_address" : "Introducir dirección",
	  "amount" : "Cantidad",
	  "amount_tooltip" : "Por favor introduzca una cantidad en tez. Cuando se envía desde una dirección tz, debe dejar al menos 0.000001 en la cuenta ",
	  "max" : "Máxima",
	  "fee" : "Cuota",
	  "fee_tooltip" : "Esta es la cuota total pagada por la transacción. Actualmente se aceptan cuotas de 0 tez.",
	  "custom_fee" : "Cuota personalizada",
	  "fee_options" : "Opciones de cuota",
	  "no_fee" : "Sin cuota",
	  "low" : "Baja",
	  "medium" : "Media",
	  "high" : "Alta",
	  "show_advanced_options" : "Mostrar Opciones Avanzadas",
	  "hide_advanced_options" : "Esconder Opciones Avanzadas",
	  "parameters" : "Parámetros",
	  "parameters_tooltip" : "Parámetros opcionales para enviar como input – solo es requerido para algunos smart contracts (contratos inteligentes).",
	  "gas_limit" : "Límite de Gas",
	  "gas_limit_tooltip" : "Fijar el límite de gas para estas operaciones. Para transacciones sencillas, puedes dejarlo como viene por defecto ",
	  "storage_limit" : "Límite de Almacenamiento",
	  "storage_limit_tooltip" : "Fijar el límite de almacenamiento para estas operaciones. Para transacciones sencillas, puedes dejarlo como viene por defecto",
	  "clear" : "Limpiar",
	  "ensure_delegate" : "Por favor, asegúrese de que el delegado que estas introduciendo ha sido registrado para participar en el protocolo de horneado (baking protocol).",
	  "endorse_delegate" : "TezBox no avala a ninguno de los servicios de delegación que aparecen listados – asegúrese de realizar su propia investigación sobre cada uno.",
	  "disabled_delegate" : "Las delegaciones desde esta dirección no son permitidas (direcciones tz minúsculas) – éstas direcciones se consideran direcciones implícitas y el protocolo no permite que deleguen a otra cuenta. Por favor cree una cuenta (cuenta KT) para delegar.",
	  "delegate_options" : "Opciones de Delegados",
	  "delegate_options_tooltip" : "Delegue su cuenta para participar en el proceso de horneado (Baking). Seleccione un horneador (Baker) predefinido o introduzca el suyo propio.",
	  "custom_delegate" : "Delegado Personalizado",
	  "custom_delegate_tooltip" : "Introduzca la dirección de su delegado personalizado aquí – la dirección debe comenzar por tz...",
	  "update_delegate" : "Actualizar Delegado",
	  "title" : "Título",
	  "update_title" : "Actualizar Título",
	  "import_kt1_account" : "Importar Cuenta KT1",
	  "import_kt1_account_msg" : "Puede utilizar esta herramienta para importar cuentas KT1 que han sido originadas en otro lugar (o después de que haya restaurado su cuenta). Puede ver todas sus direcciones KT1 en",
	  "import" : "Importar",
	  "remove_account" : "Eliminar Cuenta",
	  "connected_to" : "Conectado a",
	  "not_connected" : "No Conectado",        
	  "remove_account_warning" : "¡Está a punto de eliminar esta cuenta de su monedero! (Siempre puede restaurar su cuenta en el futuro yendo a Opciones > Importar)",
	  "yes_remove_it" : "Sí, ¡Elimínala!",
	  "originate_warning" : "Crear una nueva cuenta implica una cuota de originación de ~0.257 XTZ. ¿Quiere continuar?)",
	  "yes_continue" : "Sí, ¡Continúa!",
	  "new_account_originated" : "Su nueva cuenta ha sido originada – podría tardar unos minutos en ser incluida en el blockchain",
	  "origination_error" : "Ha ocurrido un error al añadir la cuenta. Por favor, asegurese de que su cuenta principal tiene fondos disponibles",
	  "loading" : "Cargando...",
	  "copy_clipboard" : "La dirección ha sido copiada a su portapapeles",
	  "yes_send_it" : "Yes, send it!",
	  "transaction_sent" : "La transacción ha sido enviada – podría tardar unos minutos en ser incluida en el blockchain",
	  "operation_failed" : "¡Operación Fallida!",
	  "operation_failed2" : "¡Operación Fallida! Por favor revise sus inputs",
	  "delegation_success" : "La operación de delegación ha sido un éxito – podría tardar unos minutos en actualizarse",
	  "delegation_failed" : "Delegación Fallida",
	  "import_kt_address" : "Importar direcciones KT1",
	  "import_kt_address_info" : "Hemos encontrado $$ direccion(es) KT1 vinculadas a su clave pública – ¿Le gustaría importarlas? (También puede importarlas manualmente yendo a Opciones > Importar)",
	  "yes_import_them" : "Sí ¡Importar!",
	  "ico_restore_success" : "Ha restaurado con éxito el monedero ICO. Si acaba de activar su cuenta, por favor tenga en consideración que podría tardar un tiempo en actualizarse.",
	  "transaction_confirm_info" : "Está a punto de enviar $$XTZ a $$ - esta transacción es irreversible",
	}
