{
  "error_please_enter_your_seed_words" : "Lütfen kaynak kelimelerinizi giriniz.",
  "error_seed_words_not_valid" : "Kullandığınız kök kelimeler/mnemonic yanlış - lütfen harf veya kelime hatası yapmadığınıza emin olun, ayrıca ekstra kullanılan boşluk karakteri olmamalıdır. Bütün kelimeler sadece bir kez boşluk karakteriyle ayrılmalıdır.",
  "error_enter_passphrase" : "Lütfen şifrenizi giriniz.",
  "error_enter_email" : "Lütfen ICO PDF'indeki email adresinizi giriniz.",
  "error_enter_address" : "Lütfen ICO PDF'indeki adresinizi (public key) giriniz.",
  "error_enter_private_key" : "Lütfen özel anahtarınızı (private key) giriniz.",
  "error_enter_encryption_password" : "Lütfen Masaüstü özel anahtarınızda kullandığınız (private key) encryption şifrenizi girin. ",
  "error_fundraiser_details_dont_mach" : "Fonlama sürecinde kullandığınız bilgileriniz uyuşmuyor - lütfen dikkatle gözden geçirdikten sonra tekrar deneyin. Çoğunlukla rastladığımız problem şifrenizin yanlış olmasıdır.",
  "error_import_encrypted" : "Encrypted şifrenizi içeri aktarırken bir hata oluştu, lütfen tekrar deneyin.",
  "error_enter_password" : "Lütfen şifrenizi giriniz",
  "error_password_short" : "Şifreniz çok kısa",
  "error_password_dont_match" : "Şifreleriniz birbiriyle uyuşmuyor",
  "error_password_spaces" : "Şifrenizde boşluk karakteri kullanamazsınız",
  "error_password_upper_lower" : "Lütfen şifrenizde en az bir adet küçük harf ve en az bir adet büyük harf kullanın",
  "error_password_special" : "Lütfen şifrenizde en az bir adet özel karakter (numara veya sembol) kullanın",
  "error_path_ledger" : "Lütfen Ledger kullanmak için adres yolunu giriniz",
  "error_path_trezor" : "Lütfen Trezor kullanmak için adres yolunu giriniz",
  "error_offline_address" : "Lütfen görüntülemek istediğiniz TZ adresini giriniz",
  "error_new_title" : "Lütfen yeni bir başlık girin",
  "error_kt1_address" : "Lütfen içeri aktarmak için KT1 adresinizi girin",
  "error_kt1_linked" : "Bu adres zaten sizin cüzdanınızda bulunmakta!",
  "error_kt1_manager" : "Bu hesap sizin hesap anatarınızla kontrol edilemez",
  "error_importing" : "Bu hesabı içeri aktarırken bir problemle karşılaştık",
  "error_undeveloped" : "Öyle görünüyor ki henüz desteklenmeyen bir yöntemle giriş yapmaya çalışıyorsunuz!",
  "error_origination_awaiting" : "Hata: zaten aktive edilmiş bir hesap",
  "error_valid_destinaton" : "Lütfen gönderilecek adresi doğru giriniz",
  "error_send_self" : "Kendi kendinize gönderemezsiniz - lütfen bir başka adres giriniz",
  "error_positive_amount" : "Geçersiz miktar girildi - lütfen geçerli bir sayı giriniz",
  "error_amount_exceeds" : "Girdiğiniz miktar hesabınızın bakiyesinden yüksek. Yönetici adreslerinde (tz ile başlayan adresler) en az 0.000001 tez bırakmak zorundasınız. Ödemeniz gereken transfer ücretini de hesaba katmayı unutmayın",
  "error_positive_fee" : "Hatalı ücret girdiniz - lütfen pozitif bakiye girmeyi deneyin",
  "error_invalid_amount" : "Hatalı bir tutar girdiniz - lütfen geçerli bir sayı giriniz",
  "error_invalid_fee" : "Hatalı ücret girdiniz - lütfen geçerli bir sayı giriniz",
  "error_valid_delegate" : "Lütfen geçerli bir delegate giriniz",
  "awesome" : "Harika!",
  "uh_oh" : "Uh-oh!",
  "are_you_sure" : "Emin misiniz?",
  "secure_tezos_wallet" : "Secure Tezos Wallet",
  "welcome_back" : "Tekrar Hoşgeldiniz!",
  "create_tezbox" : "Yeni TezBox Oluştur",
  "restore" : "Restore",
  "link" : "Bağlantı",
  "i_accept" : "Kabul ediyorum",
  "i_accept_terms_conditions" : "Hüküm ve koşulları kabul ediyorum",
  "create_your_tezbox" : "TezBox Oluşturun",
  "new_mnemonic" : "Yeni Mnemonic",
  "continue" : "Devam",
  "cancel" : "İptal",
  "validate_your_tezbox" : "TezBox'ınızı doğrulayın",
  "secure_your_tezbox" : "Secure Your TezBox",
  "encrypt_wallet" : "Encrypt Wallet",
  "link_your_tezbox" : "TezBox'ınızı bağlayın",
  "link_tezbox" : "Bağla Tezbox",
  "unlock_wallet" : "Kilidi kaldır Wallet",
  "clear_tezbox" : "Temizle TezBox",
  "back" : "Geri",
  "show" : "Göster",
  "seed_words_mnenomic" : "Kök kelimeleri/Mnenomic (leave a space between each word)",
  "seed_words_mnenomic_placeholder" : "Kök Kelimelerini Giriniz",
  "optional_passphrase" : "Opsiyonel Şifre",
  "optional_passphrase_tooltip" : "Opsiyonel şifreniz özel anahtarınızı(private key) güvence altına almak için ekstra bir katman oluşturur, bu şekilde tekrar hesabınıza ulaşabilirsiniz (şifrenizi unutmayın ve güvenle saklayın). Bu encryption şifresiyle aynı değildir.",
  "optional_passphrase_tooltip2" : "Eğer şifre kullanmadıysanız, sadece boş bırakabilirsiniz",
  "password" : "Şifre",
  "password_again" : "Tekrar Şifre",
  "hd_derivation_path" : "HD Derivation Yolu",
  "address" : "Adres",
  "enter_password" : "Şifre Girin",
  "enter_password_to_show" : "Görüntülemek için şifrenizi girin",
  "rpc_address" : "RPC Adresi",
  "ledger" : "Ledger",
  "trezor" : "Trezor",
  "offline_signer" : "Çevrimdışı Signer",
  "trezor_coming_soon" : "Trezor desteği yakında gelecek",
  "warning" : "Dikkat gerçek Network üzerinde işlem yapmaktasınız. Yaptığınız işlemler geri alınamaz.",
  "create_info" : "Lütfen aşağıdaki kök kelimelerinizi/mnemonic bir kağıda yazın ve güvenle saklayın. Bu sayede cüzdanınıza yeniden ulaşabilirsiniz. Eğer şifre kullanmayı tercih ettiyseniz şifreniz de aynı şekilde güvenle saklanmalıdır.",
  "validate_info" : "Lütfen bir önceki adımda gördüğünüz kök kelimelerini ve şifrenizi tekrar giriniz. Bu sayede kök kelimelerini ve şifrenizi doğru bir şekilde kağıda yazdığınızı onaylamış oluruz.",
  "secure_your_tezbox_info" : "Lütfen özel bilgilerinizi korumak için bir şifre girin. Bu şifre yalnızca cüzdanınızı açmak için kullanılacak (tekrar restore etmek için gerekli değildir). Kullandığınız şifre en az 8 karakter uzunluğunda olmalı ve en az bir küçük harf, bir büyük harf ve bir özel karakter (numara veya sembol), ve boşluk karakter kullanılmamalıdır.",
  "ledger_info" : "Şu anda sadece Ledger Nano S desteklenmektedir - lütfen Tezos cüzdan uygulamasının Ledger'da açık olduğundan emin olun.",
  "hd_derivation_path_info" : "Adreslerinize ulaşmak için opsiyonel gelişmiş yöntem - normal anahtarı kullanmak için olduğu gibi bırakınız",
  "offline_signer_info" : "Bu method cüzdanınızı sadece görüntülemek içindir. Çevrimdışı araçları kullanarak imzalayabilirsiniz. (resmi TezBox aracı gelişim aşamasındadır).",
  "tezbox_settings_info" : "Lütfen bu ayarları değiştirirken dikkatli olunuz.",
  "export_private_key_info" : "Lütfen bu seçeneği kullanırken dikkatli olun, aşağıdaki özel anahtarınızı (private key) ekranınızı gören herkes görebilir",
  "rpc_address_info" : "Kendinize ait bir node çalıştırırken, IP/domain bilgilerinizi buraya girerek direkt olarak giriş yapabilirsiniz. Bu cüzdan SSL (HTTPS) kullanarak gerçekleştirilir. .",
  "tezbox_settings" : "TezBox Ayarları",
  "restore_your_tezbox" : "TezBox'ınızı Restore edin",
  "export_private_key" : "Özel Anahtarınızı Dışarı Aktarın",
  "ico_fundraiser_wallet" : "ICO/Fonlama Cüzdanı",
  "seed_phrase" : "Kök Kelimeleri",
  "private_key" : "Özel Anahtar",
  "ico_fundraiser_wallet_info" : "Eğer Fonlama/ICO döneminden kalma cüzdanınız varsa, bu seçeneği kullanarak cüzdanınıza ulaşabilirsiniz. Lütfen kök kelimelerinizi, email adresinizi, şifre ve adres/public key hash bilgilerinizi ICO PDF dosyasındaki gibi giriniz. Eğer hesabınız aktive edilmediyse, aktivasyon kodunu da aşağıdaki alana girmelisiniz.",
  "15_word_secret_key" : "15 Kelimelik Gizli Anahtar/Kök Kelimeler (her kelimeden sonra boşluk bırakınız)",
  "email" : "Email",
  "email_tooltip" : "ICO PDF'inde gözüktüğü gibi tamamen aynı şekilde girilmelidir",
  "password_tooltip" : "Bu şifre fonlama döneminde kullandığınız şifredir. KYC sırasında kullandığınız şifreyle aynı olmak zorunda değildir, ICO PDF'i üzerinde yer almamaktadır.",
  "public_key_hash" : "Public Key Hash",
  "public_key_hash_tooltip" : "ICO PDF'inde yazdığı gibi tamamen aynı olmalıdır",
  "activation_code" : "Aktivasyon Kodu",
  "activation_code_tooltip" : "Hesabınız zaten aktive edildiyse tekrar girmenize gerek yoktur",
  "seed_phrase_info" : "Lütfen kök kelimeler/mnemonic ve şifrenizi aşağıya girin sizin için cüzdanınızı restore etmeyi deneyeceğiz. Eğer fonlama/ICO dönemindeki cüzdanınızı restore etmek istiyorsanız 'Fundraiser Wallet' seçneğini kullanın (daha önceden restore etmiş olsanız bile)",
  "private_key_info" : "Lütfen privatekey'inizi girin ve sizin için cüzdanınızı restore etmeyi deneyeceğiz. Bu seçenek Tezos Cüzdanından Private Key'ini dışarı aktaranlar içindir (veya başka bir cüzdanda private key oluşturanlar için). Şu anda sadece  \"edsk...\" ve \"edesk...\" varyasyonları desteklenmektedir. Eğer encrypt edilmiş bir private key eklemeye çalışıyorsanız encrypt şifresini de girmelisiniz. (\"edesk..\")",
  "private_key_tooltip" : "Private Key'iniz Tezos Client üzerinden dışarı aktarılabilir, ve edesk veya edsk ile başlamaktadır",
  "encryption_password" : "Encryption Şifresi",
  "encryption_password_tooltip" : "Bu şifre Tezos cüzdanınızın özel anahtarını(Private Key) korumak için kullanılmaktadır ",
  "restore_tezbox" : "Restore TezBox",
  "activation_successful" : "Aktivasyon başarılı - hesabınızdaki bakiyenin görünmesinin birkaç dakika alabileceğini lütfen unutmayın!",
  "activation_unsuccessful" : "Aktivasyon başarısız - lütfen kodun doğruluğundan emin olun, veya zaten aktive ettiyseniz boş bırakabilirsiniz!",
  "restoring" : "Restore ediliyor...",
  "linking" : "Bağlanıyor...",
  "ledger_confirm_transaction" : "Lütfen Ledger Nano S cihazınızdaki transferi onaylayınız",
  "ledger_verify_address" : "Lütfen Ledger Nano S cihazınızdaki adresi onaylayınız",
  "ledger_retreived_address" : "Ledger cihazınızdan bu adrese ulaşım sağladık",
  "ledger_error_connect" : "Ledger Nano S cihazınıza bağlanırken bir sorunla karşılaştık. Lütfen cihazınızın bağlı olduğundan ve Tezos Cüzdan uygulamasının seçili olduğundan emin olun.",
  "ledger_error_signing" : "Ledger cihazınızla bu operasyonu gerçekleştirirken bir hata oluştu",
  "details_dont_match" : "Üzgünüm, bu bilgiler uyuşmamaktadır - lütfen tekrar deneyin, veya geri dönerek yeni cüzdan oluşturabilirsiniz",
  "please_enter_password" : "Lütfen şifrenizi girin",
  "incorrect_password" : "Hatalı Şifre",
  "clear_tezbox_warning" : "TezBox'ınızı boşaltmak üzeresiniz - unutmayın, özel anahtarını/privatekey veya kök kelimeler/mnemonic güvenli bir yere kaydetmediyseniz bu hesabınıza tekrar erişemeyeceksiniz.",
  "yes_clear_it" : "Evet, boşaltalım!",
  "my_accounts" : "Hesaplarım",
  "add_account" : "Hesap Ekle",
  "level" : "seviye",
  "disclaimer" : "Feragatname",
  "terms" : "Koşullar",
  "privacy" : "Gizlilik",
  "view_on_tzscan" : "TzScan üzerinde görüntüle",
  "account_notadded" : "Bu hesap Blockchain'e henüz eklenmemiştir - lütfen hesabınızı kullanmadan önce blok'un blockchain üzerinde onaylanmasını bekleyin. Bu hata Tezos Network'üne düzgün bir şekilde bağlanmadığınız için de olabilir.",
  "transactions" : "Transferler",
  "send" : "Gönder",
  "delegate" : "Delegate",
  "options" : "Seçenekler",
  "no_transactions" : "No transactions available",
  "received" : "Alındı",
  "sent" : "Gönderildi",
  "from" : "Nerden",
  "to" : "Nereye",
  "last_20_transactions" : "Sadece son 20 transfer görüntülenmektedir.",
  "view_more_here" : "Buradan daha fazlasını görüntüleyin",
  "destination_address" : "Alıcı Adres",
  "destination_tooltip" : "Bu transfer yapmak istediğiniz adres - lütfen geçerli bir KT1 veya Tz adresi girin",
  "enter_address" : "Adres Girin",
  "amount" : "Miktar",
  "amount_tooltip" : "Lütfen Tezos miktarını girin. Tz adresinden gönderim yaparken, en az 0.000001 Tezos cüzdanda bırakmak zorundasınız",
  "max" : "Maksimum",
  "fee" : "Ücret/fee ",
  "fee_tooltip" : "Bu transfer ücreti için kullanılan toplam ücret miktarıdır. Şu anda 0 Tezos kabul edilmektedir.",
  "custom_fee" : "Özel Ücret/Fee",
  "fee_options" : "Ücret Seçenekleri",
  "no_fee" : "Ücret kullanma",
  "low" : "Düşük",
  "medium" : "Orta",
  "high" : "Yüksek",
  "show_advanced_options" : "Gelişmiş seçenekleri göster",
  "hide_advanced_options" : "Gelişmiş seçenekleri gizle",
  "parameters" : "Parametreler",
  "parameters_tooltip" : "Opsiyonel parametreler özel girdiler içindir - bu sadece smart contract için geçerlidir.",
  "gas_limit" : "Gaz Limit",
  "gas_limit_tooltip" : "Bu işlemler için gaz limitini seçin. Basit transferler için burayı olduğu gibi bırakabilirsiniz",
  "storage_limit" : "Depolama Limiti",
  "storage_limit_tooltip" : "Bu işlemler için depolama limitini seçin. Basit transferler için burayı olduğu gibi bırakabilirsiniz",
  "clear" : "Temizle",
  "ensure_delegate" : "Lütfen delegate ettiğiniz adresin baking protokolüne aktif bir şekilde kayıtlı olduğundan emin olun.",
  "endorse_delegate" : "TezBox aşağıda listelenen delegate servislerinin hiçbirine kefil değildir - lütfen kullanmadan önce herbiri için araştırmanızı yaptığınıza emin olun.",
  "disabled_delegate" : "Bu adresten delegate edilemez (küçük harfli tz adresler) - protokol bu adreslerin başka bir anahtara delegate etmesine izin vermemektedir. Lütfen yeni bir adres oluşturun (KT adresi) bu şekilde delegate sistemini kullanabilirsiniz",
  "delegate_options" : "Delegate Seçenekleri",
  "delegate_options_tooltip" : "Baking işlemine katılmak için hesabınızı kullanın. Listeden bir baker seçin, veya kendi istediğiniz baker'ı girin",
  "custom_delegate" : "Özel Delegate",
  "custom_delegate_tooltip" : "Delegate etmek istediğiniz özel adresi girin - girdiğiniz adres tz ile başlamalıdır",
  "update_delegate" : "Güncelle Delegate",
  "title" : "Başlık",
  "update_title" : "Güncelle Başlık",
  "import_kt1_account" : "KT1 Hesabını İçeri aktar",
  "import_kt1_account_msg" : "Bu seçeneği başka bir ortamda oluşturduğunuz KT1 adresini içeri aktarmak için kullanabilirsiniz. (veya hesabınızı restore ettikten sonra). Bütün originated KT1 adreslerinizi buradan görebilirsiniz",
  "import" : "İçeri Aktar",
  "remove_account" : "Hesabı Sil",
  "connected_to" : "Bağlandı",
  "not_connected" : "Bağlantı kurulamadı",        
  "remove_account_warning" : "Bu hesabı cüzdanınızdan silmek üzeresiniz! (Bu hesabı istediğiniz zaman tekrar restore edebilirsiniz Seçenekler > İçeri Aktar)",
  "yes_remove_it" : "Evet, Sil!",
  "originate_warning" : "Yeni bir hesabı oluşturmak/originated için ~0.257 XTZ ücret alınmaktadır. Devam etmek istiyor musunuz?)",
  "yes_continue" : "Evet, devam!",
  "new_account_originated" : "Yeni hesabınız oluşturuldu - bu işlemin blockchain'de yer alması birkaç dakika sürebilir",
  "origination_error" : "Hesabınızı oluştururken bir hata oluştu. Lütfen ana hesabınızda yeterli bakiyenin olduğundan emin olun",
  "loading" : "Yükleniyor...",
  "copy_clipboard" : "Adres kopyalandı",
  "yes_send_it" : "Evet, gönder!",
  "transaction_sent" : "Transfer gönderildi - bu işlemin blockchain'de yer alması birkaç dakika sürebilir",
  "operation_failed" : "Operasyon Başarısız!",
  "operation_failed2" : "Operasyon Başarısız! Lütfen girdiğiniz miktarı kontrol edin",
  "delegation_success" : "Delegate operasyonu başarılı - güncellenmesi birkaç dakika sürebilir",
  "delegation_failed" : "Delegate Başarısız",
  "import_kt_address" : "KT Adreslerini İçeri Aktar",
  "import_kt_address_info" : "Public Key'inize bağlı $$ tane KT1 adres(leri) bulduk. - bunları şimdi içeri aktarmak ister misiniz? (Bu adresleri manuel olarak da ekleyebilirsiniz Seçenekler > İçeri Aktar)",
  "yes_import_them" : "Evet, İçeri Aktar!",
  "ico_restore_success" : "ICO Cüzdanınızı başarılı bir şekilde restore ettiniz. Eğer hesabınızı yeni aktive ettiyseniz görünmesi birkaç dakika sürebilir.",
  "transaction_confirm_info" : "Transfer yapmak üzeresiniz. Miktar: $$XTZ Nereye: $$ - bu transfer geri alınamaz",
}
